import jokerImage from "../assets/taro/0Joker.jpg";

export const tarotCards = [
  {
    id: 0,
    slug: "joker",
    name: "Блазень",
    originalName: "Joker",
    number: 0,
    arcana: "major",
    suit: null,
    image: jokerImage,

    upright: {
      keywords: [
        "початок",
        "свобода",
        "невинність",
        "оригінальність",
        "пригоди",
        "ідеалізм",
        "спонтанність",
      ],
      description:
        "Побачити Блазня зазвичай означає початок нового шляху, у якому ви будете наповнені оптимізмом і свободою від звичних життєвих обмежень.",
      love: "нові стосунки, веселий легкий роман",
      career: "нова робота, новий бізнес, ковток свіжого повітря на роботі",
      finance: "спонтанні витрати, фінансові можливості",
      additionalDescription:
        "Зустріч із ним у прочитанні також може розглядатися як заклик до ризикованої частини вашого власного характеру. Він вселяє сміливість, бо розуміє, що кожен день — це шанс відкрити нові сфери у своєму житті.",
    },

    reversed: {
      keywords: [
        "безрозсудливість",
        "безтурботність",
        "розсіяність",
        "наївність",
        "дурість",
        "довірливість",
        "черствість",
        "тупість",
      ],
      description:
        "Коли ви потрапляєте на Перевернутого Блазня у своєму прочитанні, ви, як правило, можете виявити його негативні характеристики. Це може означати, що ви буквально поводитесь як дурень, ігноруючи наслідки своїх дій.",
      love: "відсутність зобов’язань, ризиковані стосунки",
      career: "стара та нудна робота, необдумані дії на роботі",
      finance: "обачність щодо фінансових можливостей, необдуманих покупок",
      additionalDescription:
        "Перевернута карта Блазня може показати, що ви живете сьогоденням і не плануєте майбутнього. Також ця карта є попередженням про те, що ви повинні бути більш обізнаними, щоб не бути використаними у чиїхось інтересах.",
    },
  },
  {
    id: 1,
    slug: "magician",
    name: "Маг",
    originalName: "The Magician",
    number: 1,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "сила волі",
        "бажання",
        "винахідливість",
        "вміння",
        "здібності",
        "концентрація",
        "прояв",
      ],
      description:
        "Маг — втілення чистої сили волі. Силою стихій і мастей він бере закладений у Дурневі потенціал і втілює його в життя силою бажання.",
      love: "створення можливостей для кохання, активна участь у коханні",
      career: "використання кар’єрних можливостей, рішучість і прагнення",
      finance: "використання фінансових можливостей, використання навичок",
      additionalDescription:
        "Коли ви отримуєте Мага, це може означати, що настав час без вагань задіяти весь свій потенціал. Це може бути ваша нова робота, нове ділове підприємство, нове кохання чи щось ще.",
    },

    reversed: {
      keywords: [
        "маніпуляція",
        "хитрість",
        "прийом",
        "розтрата таланту",
        "ілюзія",
        "обман",
      ],
      description:
        "Коли ви отримуєте Перевернутого Мага, це може означати, що настав час внести деякі зміни. У той час як права сторона Мага є справжньою силою, Перевернутий Маг — майстер ілюзій.",
      love: "романтична ілюзія, романтичний прийом, слабка сила волі для кохання",
      career: "талант, небажання ризикувати, обман на робочому місці",
      finance:
        "втрачена фінансова можливість, не використання навичок для отримання фінансової вигоди",
      additionalDescription:
        "Подумайте, чи перебуває цей Перевернутий Маг у вашому колі або, ймовірно, він також може представляти ваш поточний емоційний стан. Це означає, що ви можете стати одержимі владою, що може призвести до неправильних, безрозсудних рішень, які зрештою завершаться падіння.",
    },
  },
  {
    id: 2,
    slug: "high-priestess",
    name: "Верховна Жриця",
    originalName: "The High Priestess",
    number: 2,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "несвідоме",
        "інтуїція",
        "таємниця",
        "духовність",
        "вища сила",
        "внутрішній голос",
      ],
      description:
        "Значення Верховної Жриці пов’язане із внутрішнім знанням. Її поява в читанні може означати, що вам час прислухатися до своєї інтуїції, а не віддавати перевагу своєму інтелекту та свідомому розуму.",
      love: "зберігати терпіння в коханні, зовнішній спокій при внутрішній пристрасті, близькість",
      career:
        "освіта, творча натхнення, керівництво, наставник, використання інстинктів",
      finance: "тримати своє фінансове становище в таємниці",
      additionalDescription:
        "Верховна Жриця представляє когось інтуїтивного та того, хто починає відкриватися їй або його духовності. Показано медитацію, молитву та нову духовну роботу.",
    },

    reversed: {
      keywords: [
        "пригнічена інтуїція",
        "приховані мотиви",
        "поверховість",
        "плутанина свідомості",
        "когнітивний дисонанс",
      ],
      description:
        "Коли справа доходить до Перевернутої Верховної Жриці, це може означати, що вам важко дослухатися до своєї інтуїції. Настав час помедитувати і спробувати новий підхід, бо в даний момент раціональний підхід не спрацює.",
      love: "ігнорування інтуїції у романтичних взаєминах, приховування справжнього «я» з коханим",
      career:
        "почуття ізоляції, нестача інформації про проєкт, відмова від інтуїції",
      finance: "відсутність інформації, незнання всіх фактів",
      additionalDescription:
        "Ви ніколи не повинні боятися ставити собі запитання, які можуть висвітлити для вас новий шлях вперед, автентичніший для вашого внутрішнього «я» та ваших індивідуальних цінностей.",
    },
  },
  {
    id: 3,
    slug: "empress",
    name: "Імператриця",
    originalName: "The Empress",
    number: 3,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "божественна жіночність",
        "чуттєвість",
        "родючість",
        "виховання",
        "творчість",
        "краса",
        "достаток",
        "природа",
      ],
      description:
        "Імператриця показує нам, наскільки глибоко ми вкорінені В нашій жіночності. Жіночність може бути пов’язана з плодючістю, самовираженням, творчістю та вихованням багатьох інших аспектів.",
      love: "дбайлива, котра підтримує коханка",
      career: "турбота про колег, освіження офісу, творчий період на роботі",
      finance:
        "матеріальний комфорт, давання, поділ матеріальних благ, щедрість",
      additionalDescription:
        "Карта Імператриці також може означати народження нової ідеї, бізнесу чи проекту у вашому житті. Завдяки успіху, що оточує цю карту, ви можете бути впевнені, що такі ситуації та проекти успішно завершаться у вашому житті.",
    },

    reversed: {
      keywords: [
        "невпевненість",
        "владність",
        "недбалість",
        "придушення",
        "відсутність зростання",
        "відсутність прогресу",
      ],
      description:
        "Перевернута Імператриця вказує на те, що ви втратили надто багато власної сили волі та сили, тому що почали докладати надто багато зусиль і піклуватися про справи інших людей.",
      love: "недолік самооцінки, ревнивий, нав’язливий коханець, відсутність прогресу у коханні",
      career: "невпевненість у роботі, відсутність навичок, несвіжа робота",
      finance: "почуття невпевненості у фінансах, незважаючи на стабільність",
      additionalDescription:
        "Це також може означати, що ви покладаєтеся на те, що інші подбають про вас і ухвалять рішення за вас. Вам потрібно працювати над усуненням цього впливу на ваше життя та зміцнювати впевненість у своїх власних діях.",
    },
  },
  {
    id: 4,
    slug: "emperor",
    name: "Імператор",
    originalName: "The Emperor",
    number: 4,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "стабільність",
        "структура",
        "захист",
        "авторитет",
        "контроль",
        "практичність",
        "спрямованість",
        "дисципліна",
      ],
      description:
        "Уся річ у контролі, коли справа стосується Імператора, оскільки ця карта означає владу, регулювання, організацію та батьківство. Імператор є мислителем-стратегом, який викладає плани, які він повинен довести до кінця.",
      love: "традиційні відносини, використання логіки в коханні, невиражені емоції, домінування, втрата чуттєвості партнера, безкомпромісність",
      career: "створення процесів, структура, дисципліна, рутина, наставник",
      finance: "бути дисциплінованим щодо грошей",
      additionalDescription:
        "Коли ви бачите Імператора в читанні, можлива інтерпретація полягає в тому, що вам можуть доручити щось важливе. Це може бути посада на роботі або в будьякій організації чи установі, яка відчайдушно потребує порядку та ясного, рішучого розуму.",
    },

    reversed: {
      keywords: [
        "тиранія",
        "владність",
        "жорстокість",
        "впертість",
        "відсутність дисципліни",
        "нерозсудливість",
      ],
      description:
        "Перевернутий імператор — знак зловживання владою. У вашому соціальному житті це може проявлятись у надмірній владі з боку батька чи власного партнера.",
      love: "боротьба за владу, суперництво, владний партнер",
      career:
        "низька концентрація чи зосередженість, бюрократія, поганий начальник, відмова від відповідальності",
      finance: "недисциплінованість у грошах, неконтрольовані фінанси",
      additionalDescription:
        "Відсутність самоконтролю та нездатність справлятися з ситуаціями можуть бути представлені Імператором на особистому рівні. Коли він перевертається, структури, правила та системи, які він створює, більше не працюють.",
    },
  },
  {
    id: 5,
    slug: "hierophant",
    name: "Ієрофант",
    originalName: "The Hierophant",
    number: 5,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "традиція",
        "соціальні групи",
        "умовність",
        "комфорт",
        "освіта",
        "знання",
        "переконання",
      ],
      description:
        "Побачити Ієрофанта — означає прийняти загальноприйняте, оскільки це припускає, що у вас є певне бажання дійсно дотримуватися добре встановленого процесу. Духовний пошук сенсу, зосередженість на вдосконаленні моральних аспектів.",
      love: "безпечні, традиційні партнери, уникнення табу, духовне кохання",
      career: "успіх у робочих групах, освіта, робота в команді, наставник",
      finance: "безпека ваших грошей, традиційні фінансові установи",
      additionalDescription:
        "Карта Ієрофант припускає, що вам краще слідувати соціальним структурам, які устоялися і мають свої традиції. Наприклад, ви можете бути залучені до певних церемоній, ритуалів або інших релігійних атрибутів.",
    },

    reversed: {
      keywords: [
        "бунт",
        "нетрадиційність",
        "нонконформізм",
        "нові методи",
        "невігластво",
      ],
      description:
        "Коли ви бачите Ієрофанта в перевернутому вигляді, це може означати, що ви відчуваєте себе особливо обмеженим і особливо через занадто велику кількість структур і правил.",
      love: "застарілі стосунки, неузгоджені цінності, порушення табу",
      career:
        "бюрократія, задушливість, закрите робоче місце, тиск з боку однолітків",
      finance: "нові фінансові інститути, але з можливими ризиками",
      additionalDescription:
        "У вас особливо сильна воля та бажання йти вперед і відновити контроль, а також вирватися з кайданів умовностей.",
    },
  },
  {
    id: 6,
    slug: "lovers",
    name: "Коханці",
    originalName: "The Lovers",
    number: 6,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "любов",
        "союз",
        "партнерство",
        "взаємини",
        "вибір",
        "романтика",
        "баланс",
        "єдність",
      ],
      description:
        "Карта коханців свідчить про гармонію, привабливість і досконалість у взаєминах. Довіра і єдність закоханих надає кожному їхні впевненість і силу, розширюючи можливості іншого.",
      love: "збалансовані, люблячі, підтримуючі відносини, вибір щодо кохання",
      career: "ділове партнерство, роман на роботі, кар’єрний вибір",
      finance: "взаємовиключні фінансові рішення",
      additionalDescription:
        "Ви повинні почати ухвалювати рішення про те, що ви вважаєте важливим і неважливим у своєму житті. Ви повинні бути максимально вірними собі, щоб бути щирими з собою та з людьми, які навколо.",
    },

    reversed: {
      keywords: [
        "дисгармонія",
        "дисбаланс",
        "конфлікт",
        "відстороненість",
        "неправильний вибір",
        "нерішучість",
      ],
      description:
        "Перевернуті Коханці можуть вказувати як на внутрішні, так і зовнішні конфлікти, з якими ви маєте справу. Дисгармонія може ускладнити повсякденне життя і чинити тиск на ваші стосунки.",
      love: "холодний, відсторонений партнер, надто багато наречених, дисбаланс у стосунках",
      career:
        "конфлікти між колегами, романи на роботі, що ведуть до неприємностей",
      finance:
        "імпульсивний фінансовий вибір, відсутність відповідальності за фінанси",
      additionalDescription:
        "Перевернуті коханці також можуть свідчити про те, що ви уникаєте відповідальності за свої дії. Отже, вам потрібно загладити свою провину або відпустити минуле та ухвалювати зваженіші рішення в майбутньому.",
    },
  },
  {
    id: 7,
    slug: "chariot",
    name: "Колісниця",
    originalName: "The Chariot",
    number: 7,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "успіх",
        "амбіції",
        "рішучість",
        "сила волі",
        "контроль",
        "самодисципліна",
        "зосередженість",
      ],
      description:
        "Карта Колісниця призначена для подолання труднощів і досягнення перемоги, зберігаючи контроль над своїм середовищем. Цей досконалий контроль і впевненість дозволяють візнику вийти переможцем із будь-якої ситуації.",
      love: "вжиття заходів щодо кохання, взявши під контроль любовне життя",
      career: "сильні амбіції, мотивація та контроль у роботі",
      finance: "рішучість у досягненні фінансових цілей",
      additionalDescription:
        "Агресія — природна частина людської натури, і її також можна використовувати, щоб допомогти взяти на себе відповідальність за ситуацію, але її також необхідно приборкати, щоб вона не заважала вашому руху вперед. Ви зможете не звернути з обраного шляху, якщо ваше рішення буде переконливим і твердим.",
    },

    reversed: {
      keywords: [
        "сила",
        "без спрямування",
        "без контролю",
        "безсилля",
        "агресія",
        "перешкоди",
      ],
      description:
        "Зовнішній вигляд Перевернутої Колісниці в прочитанні може допомогти вам усвідомити як свою агресію, так і нестачу сили волі. Або ж усвідомити, що ви почали занадто багато проєктів одночасно і тепер не в змозі вчасно врегулювати всі протиріччя.",
      love: "одержимість пошуком кохання, сила в коханні",
      career: "відсутність амбіцій, надто агресивний підхід до кар’єрних цілей",
      finance: "поспішають або вагаються у фінансових рішеннях",
      additionalDescription:
        "Значення Перевернутої Колісниці також може бути ознакою відсутності контролю та чіткого напрямку у вашому житті. Ви перебуваєте під владою протиборчих сил і перешкод і, вочевидь, не можете зібратися з силами, щоб узяти гору.",
    },
  },
  {
    id: 8,
    slug: "strength",
    name: "Сила",
    originalName: "Strength",
    number: 8,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "мужність",
        "хоробрість",
        "впевненість",
        "співчуття",
        "впевненість у собі",
        "внутрішня сила",
      ],
      description:
        "Коли ви отримуєте карту Сили під час читання Таро, це показує, що ви маєте внутрішню силу та стійкість у моменти небезпеки та лиха.",
      love: "коханці, що малюють довіру, міцні дбайливі стосунки",
      career: "самовладання на роботі, сміливі кар’єрні кроки, великі кроки",
      finance: "великі покупки, контрольовані витрати",
      additionalDescription:
        "Отримання карти Сили означає, що ви дуже терпляча людина, яка, ймовірно, досягне всього, що задумала. Ваша стійкість дуже допоможе вам, а ваша безстрашність означає, що у вас не повинно виникнути проблем із висловлюванням своєї думки.",
    },

    reversed: {
      keywords: [
        "невпевненість у собі",
        "слабкість",
        "неадекватність",
        "боягузливість",
        "наполегливість",
      ],
      description:
        "Перевернута карта Сили може означати, що ви відчуваєте (або маєте відчути) сильний гнів чи страх у своєму житті. Здається, вам не вистачає внутрішньої сили, яку зазвичай представляє ця карта, а це означає, що ви можете відчувати страх, відсутність переконаності та впевненості у своїх силах.",
      love: "проблеми з самооцінкою, незахищеність, негатив у коханні",
      career:
        "синдром самозванця, невпевненість у собі, страх робити великі кроки",
      finance: "нав’язливі витрати, нерішучість у витратах",
      additionalDescription:
        "Перевернута карта Сили в розкладі може означати, що людина відчуває депресію з низки причин, і через це вона позбавляє себе в житті всього щастя. Зараз вам варто переглянути ситуацію: можливо, ви намагаєтеся досягти мети, яка в даний момент вам не під силу. Щоб досягти успіху, вам потрібно подолати почуття провини, свої сумніви та страхи.",
    },
  },
  {
    id: 9,
    slug: "hermit",
    name: "Самітник",
    originalName: "The Hermit",
    number: 9,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "саморефлексія",
        "самоаналіз",
        "споглядання",
        "догляд",
        "самота",
        "пошук себе",
      ],
      description:
        "Самітник — це шукач знання, яке приходить зсередини. Самотній мандрівник на шляху ночі, він шукає те, що можна знайти лише довгими періодами самотності, — внутрішній голос.",
      love: "пауза в любовному житті для самоаналізу, саморозуміння в коханні",
      career: "обмірковування наступних кроків у кар’єрі, пошук мети в кар’єрі",
      finance:
        "роздуми про роль фінансів у щастя, меншу увагу до матеріальних речей",
      additionalDescription:
        "У даний час ви думаєте про те, що вам потрібно побути наодинці. Ніколи не бійтеся скористатися цим шансом, щоб поміркувати, оскільки це може допомогти вам очистити свій розум від усього безладу, який приходить із повсякденним життям.",
    },

    reversed: {
      keywords: [
        "самотність",
        "ізоляція",
        "асоціальність",
        "неприйняття",
        "повернення в суспільство",
      ],
      description:
        "Коли справа доходить до роботи, значення Перевернутого Самітника стосується вашої готовності докопатися до суті того, що турбує вас уже досить давно.Ви настільки захопилися тим, щоб робити все по-своєму, що відмовляєтесь від доброї поради чи допомоги з боку інших. Ваша схильність не підпускати до себе людей змушує вас почуватися самотнім і відкинутим.",
      love: "романтичне неприйняття, самотність, відчуття віддалення від партнер",
      career:
        "приведення кар’єри у відповідність до внутрішніх цілей, вигнанець на роботі, робота поодинці",
      finance: "краще розуміння матеріальної ситуації",
      additionalDescription:
        "Самітник також вказує на людину, яка відмовляється бачити правду. Ця характеристика може призвести навіть до розриву стосунків. Можливо, ви знехтували порадою, якою нехтувати не варто.",
    },
  },
  {
    id: 10,
    slug: "wheel-of-fortune",
    name: "Колесо Фортуни",
    originalName: "Wheel of Fortune",
    number: 10,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "зміни",
        "цикли",
        "доля",
        "вирішальні моменти",
        "удача",
        "фортуна",
        "несподівані події",
      ],
      description:
        "Колесо Фортуни постійно обертається, мабуть, щоб повідомити, що життя складається як із добрих, так і поганих часів, і що ми не можемо контролювати цього циклу.",
      love: "зміни взаємин, навігація щодо змін із партнером, внесення коригувань",
      career:
        "удача в кар’єрі, наявність можливостей, адаптація до змін на робот",
      finance: "зміни матеріального становища, гнучкість у фінансах",
      additionalDescription:
        "Місце, де колесо приземлиться, так само випадкове, як і те, що ви можете опинитися або на вершині, або внизу. Але пам’ятайте, що це триватиме недовго, тому що колесо завжди обертається. Нові обставини можуть покласти край минулим труднощам і стати провісником періоду везіння та успіху.",
    },

    reversed: {
      keywords: [
        "невдача",
        "відсутність контролю",
        "чіпляння за контроль",
        "небажані зміни",
        "затримки",
      ],
      description:
        "Коли колесо перевернуте, це означає, що успіх не був на вашому боці, а нещастя переслідували вас. Ви повинні розуміти, що це відбувається через зовнішні впливи, які ви не можете контролювати.",
      love: "зовнішні події, що впливають на відносини, особисте життя вийшло з-під контролю",
      career: "нездатність адаптуватися на роботі, примус до попередніх рішень",
      finance: "несподівані фінансові зміни, підготовка",
      additionalDescription:
        "Чого вам не варто робити, то це чіплятися за ілюзію контролю. Можливо, у цьому повороті колеса урок полягає в тому, щоб навчитися відпускати. Вам варто почекати, поки Колесо Фортуни повернеться у ваш бік.",
    },
  },
  {
    id: 11,
    slug: "justice",
    name: "Справедливість",
    originalName: "Justice",
    number: 11,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "справедливість",
        "карма",
        "наслідок",
        "відповідальність",
        "закон",
        "правда",
        "чесність",
        "цілісність",
        "причина і наслідок",
      ],
      description:
        "Карта Справедливості сигналізує про те, що судження буде винесене відповідне та справедливо. Рішення, які ви ухвалювали в минулому, будуть ретельно зважені та справедливі.",
      love: "романтичні зусилля винагороджуються, йдуть на компроміс, справедливо ставляться до партнера",
      career:
        "сумлінність на роботі винагороджується, залишається підзвітною та справедливою",
      finance: "балансування фінансів, балансування віддачі та отримання",
      additionalDescription:
        "Якщо вас образили, поява цієї карти може принести полегшення. З іншого боку, якщо ваші дії спричинили біль іншим, ця карта є попередженням.",
    },

    reversed: {
      keywords: [
        "несправедливість",
        "відплата",
        "нечесність",
        "корупція",
        "ухилення від відповідальності",
      ],
      description:
        "Сенс звернення справедливості в тому, щоб показати, що ви живете в запереченні. Ви не бажаєте приймати наслідків своїх дій чи дій інших.",
      love: "несправедливі романтичні очікування, несправедливе звинувачення партнера",
      career:
        "несправедливе робоче середовище, нечесність у кар’єрі, відсутність відповідальності",
      finance:
        "ненадійні фінансові операції, ухилення від фінансової відповідальності",
      additionalDescription:
        "Ужиття заходів дає вам шанс змінитись і перестати засуджувати себе. У юридичних питаннях це може означати несправедливий результат справи, яку ви не приймете.",
    },
  },
  {
    id: 12,
    slug: "hanged-man",
    name: "Повішений",
    originalName: "The Hanged Man",
    number: 12,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "жертва",
        "очікування",
        "невпевненість",
        "відсутність напрямку",
        "перспектива",
        "споглядання",
      ],
      description:
        "У даний час у вашому житті настав період випробувань, який диктує необхідність засвоєння якихось уроків. Ви переживаєте перехідний період, усвідомлюючи, що застрягли на півдорозі від старого до нового.",
      love: "любов не можна квапити, уникати романтичного тиску, жертвувати заради кохання",
      career:
        "невпевненість у кар’єрі, очікування, вимушена перерва, обмірковування наступних кроків",
      finance: "зміна погляду на фінанси",
      additionalDescription:
        "Це карта, яка в основному призначена для очікування та призупинення. І якщо вона випала, то, можливо, це саме те, що вам потрібно зробити, щоб досягти успіху або дочекатися відповідної можливості.",
    },

    reversed: {
      keywords: [
        "зволікання",
        "незацікавленість",
        "застій",
        "уникнення жертви",
        "стояння на місці",
        "апатія",
      ],
      description:
        "Перевернуте значення карти Повішеного є дуже специфічним періодом часу, протягом якого ви відчуваєте, що жертвуєте значною кількістю часу, нічого не отримуючи натомість",
      love: "нові погляди на кохання, зміни в романтичному житті",
      career: "новий крок у кар’єрі не працює, прокрастинація, зволікання часу",
      finance: "нерішучість, невдалі інвестиції, марна фінансова жертва",
      additionalDescription:
        "Можливо, ви відчували, що деякі речі перебувають у стані абсолютної нерухомості без будь-якого певного рішення чи руху. Період «підвішеності» та невизначеності рано чи пізно добігає кінця. Якщо вам вдасться переглянути свої пріоритети та намітити нові напрямки в житті, то ви будете готові розпочати рішучі дії.",
    },
  },
  {
    id: 13,
    slug: "death",
    name: "Смерть",
    originalName: "Death",
    number: 13,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "трансформація",
        "закінчення",
        "зміна",
        "перехід",
        "відпускання",
        "звільнення",
      ],
      description:
        "Карта Смерті сигналізує про те, що один важливий етап у вашому житті добігає кінця і починається новий. Вам просто потрібно зачинити одні двері, щоб відчинилися нові.",
      love: "зміни у взаєминах, зміни в романтичному житті, припинення стосунків",
      career: "зміна роботи, зміна кар’єри, припинення незадовільної кар’єри",
      finance:
        "фінансові втрати, адаптація до фінансових втрат, зміна поглядів на гроші",
      additionalDescription:
        "Інше значення полягає в тому, що вам належить серйозна зміна, перехід або трансформація. Стара версія вас має «померти», щоб створити нову вас.",
    },

    reversed: {
      keywords: [
        "страх змін",
        "повторення негативних патернів",
        "опір змінам",
        "застій",
        "розпад",
      ],
      description:
        "Значення Перевернутої Смерті, як і раніше, пов’язане зі зміною, але ви чините опір йому. Ви стурбовані, щоб відпустити минуле, або ви не впевнені в змінах, які вам потрібно зробити, щоб йти вперед.",
      love: "опір змінам у взаєминах, нездатність змінити негативні емоційні моделі",
      career:
        "негативні патерни на роботі, що повторюються, перебування на незадовільній роботі, відсутність зростання",
      finance:
        "нездатність адаптуватися до фінансових втрат, збереження нездорових фінансових звичок",
      additionalDescription:
        "Хоча ви все ще можете боятися, ви повинні вірити, що робите правильні кроки та рухатись вперед. Життя триває, тому боротьба з часом залишить вас лише з жалем.",
    },
  },
  {
    id: 14,
    slug: "temperance",
    name: "Помірність",
    originalName: "Temperance",
    number: 14,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "баланс",
        "мир",
        "терпіння",
        "помірність",
        "спокій",
        "умиротворення",
        "гармонія",
        "безтурботність",
      ],
      description:
        "Карта таро Помірності передбачає виваженість і баланс у поєднанні з великим терпінням. Там, де з’являється ця карта, є натяк на те, що в будь-якій ситуації ліпше уникати крайнощів.",
      love: "обережний і уважний з коханням, терплячий із коханням чи коханцем",
      career:
        "успіх від терпіння та поміркованості, стійкого та повільного прогресу",
      finance: "старанне заощадження, повільне та стійке зростання",
      additionalDescription:
        "Помірність також може вказувати на час, щоб оцінити та переглянути пріоритети, які ви обрали. Це допоможе вам створити баланс між зовнішнім і внутрішнім «я».",
    },

    reversed: {
      keywords: [
        "неврівноваженість",
        "надлишок",
        "крайнощі",
        "розлад",
        "необачність",
        "квапливість",
      ],
      description:
        "Помірність у перевернутому вигляді є відображенням чогось, що виходить із рівноваги та може викликати стрес і занепокоєння. Поміркованість у зворотному напрямку також може бути використана як попередження; якщо ви виберете певний шлях, це призведе до турбулентності та надмірностей.",
      love: "крайності заради кохання, усе або нічого, романтика, нетерпіння",
      career:
        "дисбаланс між роботою та особистим життям, усе чи нічого на роботі, кваплива робота, необачні рішення",
      finance:
        "нездатність збалансувати довготривалі потреби з короткотривалим щастям",
      additionalDescription:
        "Ви повинні замислитись і ретельно обміркувати, що потрібно змінити. Помірність нагадує нам, що все добре лише в міру, і що ми повинні досліджувати, в яких аспектах нашого життя ми порушуємо баланс.",
    },
  },
  {
    id: 15,
    slug: "devil",
    name: "Диявол",
    originalName: "The Devil",
    number: 15,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "пригнічення",
        "фізична залежність",
        "одержимість",
        "психологічна залежність",
        "надлишок",
        "безсилля",
        "обмеження",
      ],
      description:
        "Отримання карти диявола у вашому читанні показує, що у вас є почуття пастки, порожнечі та відсутності задоволення у вашому житті.",
      love: "хіть, гедонізм, егоїстична зневага почуттями коханця, одержимість",
      career: "відчуття пастки на роботі, звинувачення колег, самосаботаж",
      finance: "погані фінансові звички",
      additionalDescription:
        "Диявол також може означати, що ви раб матеріалізму і багатства, і як би ви не намагалися, ви просто не можете позбутися бажання вдаватися до розкішного життя.",
    },

    reversed: {
      keywords: [
        "незалежність",
        "свобода",
        "одкровення",
        "звільнення",
        "відновлення влади",
        "відновлення контролю",
      ],
      description:
        "Перевернуте значення карти Диявола може бути моментом, коли людина усвідомлює себе та розірве всі ланцюги, пов’язані із залежністю та шкідливими звичками.",
      love: "почуття більшого контролю над особистим життям, припинення співзалежності",
      career:
        "більше відповідальності в кар’єрі, почуття впевненості в собі на роботі",
      finance:
        "позбутися шкідливих фінансових звичок, відчути фінансову незалежність",
      additionalDescription:
        "Будьте готові внести необхідні зміни, які спочатку можуть здатися болісними, але які зрештою окупляться, коли ви зможете знову знайти своє справжнє «я».",
    },
  },
  {
    id: 16,
    slug: "tower",
    name: "Вежа",
    originalName: "The Tower",
    number: 16,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "катастрофа",
        "руйнація",
        "потрясіння",
        "травма",
        "раптова зміна",
        "хаос",
      ],
      description:
        "Старі способи більше не приносять користі, і ви повинні знайти інший набір переконань, цінностей і процесів, щоб зайняти їхнє місце.",
      love: "розставання, кінець слабких відносин, фундаментальне зрушення у поглядах на кохання",
      career:
        "раптова втрата роботи, зрив робочого місця, хаос на робочому місці",
      finance: "фінансові втрати, дзвінок для пробудження щодо фінансів",
      additionalDescription:
        "Будьте впевнені, настав час замінити старі підвалини минулого чимось справжнім, що краще послужить вам у майбутньому. Це допоможе визначити справжню ціну собі.",
    },

    reversed: {
      keywords: [
        "запобігання катастроф",
        "відстрочення неминучого",
        "опір змінам",
      ],
      description:
        "Коли ви перевертаєте карту Вежі, ви відчуваєте, що на горизонті маячить якась криза, і щосили намагаєтеся уникнути її прояву.",
      love: "внесення коректив у кохання, вихід із слабких взаємин",
      career: "пережити звільнення, уникаючи ризиків у кар’єрі",
      finance: "пережити фінансову катастрофу, повторювані фінансові проблеми",
      additionalDescription:
        "Того, на що ви покладалися, більше не буде. Не сприймайте це як різку та гнітючу зміну. Настав час вчитися самостійності.",
    },
  },
  {
    id: 17,
    slug: "star",
    name: "Зірка",
    originalName: "The Star",
    number: 17,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "надія",
        "натхнення",
        "позитив",
        "віра",
        "оновлення",
        "зцілення",
        "омолодження",
      ],
      description:
        "Зірка приносить надію, оновлену силу та силу для продовження життя. Це показує, наскільки ви благословенні Всесвітом, про що свідчать різноманітні речі навколо.",
      love: "оптимістичне ставлення до любовного життя, зцілення від минулих ран.",
      career: "позитив приносить кар’єрні нагороди, великі надії на роботу",
      finance: "досягнення фінансових цілей, залишаючись натхненним",
      additionalDescription:
        "Пам’ятайте, що ви тримаєте в собі все, що вам потрібно для самореалізації. Єдине, що вам потрібно, — це мужність. Для цього ви маєте всі підстави для радості.",
    },

    reversed: {
      keywords: ["безнадія", "відчай", "негатив", "зневіра"],
      description:
        "Проблеми, які ви вважаєте захопливими, натомість змушують вас відчувати неможливість подолання їх.",
      love: "крайня самокритичність, втрата надії на романтичні взаємини, невпевненість у собі",
      career:
        "відсутність мотивації, відсутність ентузіазму, песимізм щодо роботи",
      finance: "розпач щодо фінансового стану",
      additionalDescription:
        "Перевернута зірка просить нас плекати почуття надії та позитивної енергії, щоб допомагати нам діяти з радістю, а не зі страхом.",
    },
  },
  {
    id: 18,
    slug: "moon",
    name: "Місяць",
    originalName: "The Moon",
    number: 18,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "ілюзія",
        "інтуїція",
        "невпевненість",
        "плутанина",
        "складність",
        "секрети",
        "несвідоме",
      ],
      description:
        "У темряві ночі ви йдете шляхом, у якому не впевнені, тому що в його глибинах може бути небезпека. Карта попереджає про обман, нечесність, збентеження, небезпеку, самообман і «місячні фантазії» (часто те, що нам подобається при місячному світлі, вдень виявляється зовсім іншим).",
      love: "складний роман,невпевненість у коханні чи стосунках",
      career:
        "невпевненість у кар’єрному шляху, плутанина на роботі, брак інформації",
      finance: "неясність щодо фінансових рішень, відсутність фінансових знань",
      additionalDescription:
        "Карта попереджає вас, що не потрібно дозволяти внутрішнім занепокоєнням і самообману брати верх над вами.",
    },

    reversed: {
      keywords: [
        "страх",
        "обман",
        "тривога",
        "нерозуміння",
        "неправильне тлумачення",
        "ясність",
        "розуміння",
      ],
      description:
        "Ви повинні впоратися зі своїми тривогами та страхами, подолавши їх, бо вони подібні до тіней у темряві. Час повірити в себе та рухатися вперед. Не ухвалюйте жодних важливих рішень, доки не закінчиться період неясності.",
      love: "обман, страх і параноя щодо кохання",
      career:
        "ясність у роботі, саботаж, обман та шахрайство на робочому місці",
      finance: "ясність щодо фінансів, обман щодо фінансів",
      additionalDescription:
        "Перевернутий Місяць вказує, що ви перебуваєте в інтуїтивному періоді або недавно боролися зі збентеженням. Можливо, ви неправильно тлумачите свої почуття, проте починаєте виправлятися. Під час справи вам доведеться зіткнутися з вашими монстрами. Те, що раніше було важко збагнути, зараз стає зрозумілішим.",
    },
  },
  {
    id: 19,
    slug: "sun",
    name: "Сонце",
    originalName: "The Sun",
    number: 19,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "щастя",
        "успіх",
        "оптимізм",
        "життєва сила",
        "радість",
        "впевненість",
        "щастя",
        "правда",
      ],
      description:
        "Карта Сонця представляє успіх, достаток і сяйво. Як і саме сонце, воно дає силу та життєву силу всім тим, кому пощастить відчути його промені. На вас чекає багато радості та щастя.",
      love: "щастя та любов у відносинах, позитивність приваблива, почуття сяйва",
      career: "ентузіазм та енергійність у роботі, успішні робочі проекти",
      finance: "сильне фінансове становище",
      additionalDescription:
        "Карта показує, що прямо зараз ви маєте значне почуття заслуженої впевненості. Життя в даний час особливо гарне, і сонце світить вам, коли ви досягаєте поставлених цілей.",
    },

    reversed: {
      keywords: [
        "заблоковане щастя",
        "надмірний ентузіазм",
        "песимізм",
        "нереалістичні очікування",
        "зарозумілість",
      ],
      description:
        "Перевернуте Сонце вказує на те, що у вас можуть виникнути серйозні труднощі з пошуком позитивних аспектів у певних ситуаціях.",
      love: "нудьга, прийняття любові як належне, нездатність побачити щастя у стосунках",
      career:
        "нездатність цінувати роботу, надмірна самовпевненість у робочих ситуаціях, нереалістичні переконання",
      finance:
        "надмірно оптимістичний щодо фінансів, труднощі мають тимчасовий характер",
      additionalDescription:
        "З іншого боку, перевернуте Сонце може свідчити, що ви нереалістичні. Це може бути ознакою того, що ви надто оптимістично сприймаєте певні ситуації.",
    },
  },
  {
    id: 20,
    slug: "judgement",
    name: "Страшний Суд",
    originalName: "Judgement",
    number: 20,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "самооцінка",
        "пробудження",
        "оновлення",
        "мета",
        "роздум",
        "розплата",
      ],
      description:
        "Тепер у вас є більш чітке уявлення про те, що вам потрібно змінити і як вам потрібно бути вірним собі та своїм потребам. Це може означати внесення невеликих змін у ваше повсякденне життя.",
      love: "поновлення кохання, внесення коректив у взаємини",
      career: "пошук мети в кар’єрі, відповідальність на роботі",
      finance: "роздуми про фінансові звички, роздуми про ваші цінності",
      additionalDescription:
        "Карта Страшний Суд нагадує нам, що всі ми зіткнемося з вибором, який вплине на все подальше життя. Карта нагадує моменти, коли ваші дії назавжди змінили хід вашого шляху.",
    },

    reversed: {
      keywords: [
        "невпевненість у собі",
        "відсутність самосвідомості",
        "нездатність засвоїти урок",
        "ненависть до себе",
      ],
      description:
        "Перевернута карта Страшний Суд може означати, що ви сумніваєтеся і судите себе надто суворо. Це може призвести до того, що ви пропустите можливості, які на вас чекали.",
      love: "звинувачення вашого партнера, заперечення особистого життя",
      career:
        "невпевненість у собі на роботі, нездатність взяти на себе відповідальність за помилки",
      finance: "нездатність засвоїти фінансові уроки, надто самовідданий",
      additionalDescription:
        "Інше прочитання карти Переворнутий Страшний Суд може стати поштовхом до того, щоб виділити час із завантаженої справами рутини, щоб подумати про своє життя до цього моменту і про те, чого ви навчилися досі.",
    },
  },
  {
    id: 21,
    slug: "world",
    name: "Світ",
    originalName: "The World",
    number: 21,
    arcana: "major",
    suit: null,
    image: null,

    upright: {
      keywords: [
        "завершення",
        "досягнення",
        "виконання",
        "відчуття приналежності",
        "цілісність",
        "гармонія",
      ],
      description:
        "Зустріти Світ у своїх картах — значить зіткнутися з великою єдністю та цілісністю. Він символізує момент, коли внутрішній і зовнішній світ стають єдиним цілим.",
      love: "почуття любові та подяки, виконання романтичного життя",
      career: "досягнення кар’єрної мети, виконання кар’єрного шляху",
      finance: "досягнення фінансової мети",
      additionalDescription:
        "Значення карти Світу — виконання, досягнення та завершення. Це показує, що всі зусилля, які ви докладаєте, виправдані.",
    },

    reversed: {
      keywords: [
        "відсутність завершення",
        "відсутність досягнень",
        "відчуття незавершеності",
        "порожнеча",
      ],
      description:
        "У вас може бути багато досягнень, що вишикувались на вашому шляху, але є дивна порожнеча, яка наповнює вас, коли ви озираєтеся: ніби у вас є всі частини, але вони не збираються в єдине ціле.",
      love: "чогось не вистачає в особистому житті, сприйняття партнера як належне",
      career: "помилкова міра успіху, недостатня частина кар’єри",
      finance:
        "наближення до досягнення фінансової мети, не досягнута ціль, незважаючи на фінансовий комфорт",
      additionalDescription:
        "Перевернуте значення карти Світу сигналізує про почуття незавершеності; наближення до кінця одного циклу, але це зовсім там. Вас усе більше і більше спокушає думка кинути все і залишити недоведеним до кінця. Ви чините опір змінам, припускаючи, що ще не готові до нових відчуттів.",
    },
  },
  {
    id: 22,
    slug: "ace-of-wands",
    name: "Туз Жезлів",
    originalName: "Ace of Wands",
    number: 1,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "натхнення",
        "творча іскра",
        "нова ініціатива",
        "нова пристрасть",
        "ентузіазм",
        "енергія",
      ],
      description:
        "Жезли символізують творчість, а Туз Жезлів — найсміливіша серед карт масті. Це про сміливість знайти свій власний голос, створене місце, де ви можете розвивати своє власне бачення.",
      love: "хвилювання і пристрасть у коханні, флірт, романтика, потяг",
      career: "натхнення на роботі, творчі проекти, пристрасть до роботи",
      finance:
        "фінансове полегшення, кінець боротьби, натхнення в заробітку грошей",
      additionalDescription:
        "Коли ви витягуєте Туз Жезлів, це показник того, що ви повинні просто піти на це. Скористайтеся шансом і реалізуйте ідею, про яку ви міркуєте.",
    },

    reversed: {
      keywords: [
        "затримка",
        "відсутність пристрасті",
        "нестача енергії",
        "нерішучість",
        "творчі блоки",
      ],
      description:
        "Перевернутий Туз Жезлів вказує на випробування та негаразди, з якими ви зіткнетеся в найближчому майбутньому. У вас може не бути жодного напряму, що призводить до натхнення чи невмотивованості.",
      love: "короткочасний пристрасний любовний зв’язок, відсутність хвилювання в коханні",
      career:
        "нестача натхнення на роботі, брак творчості, відсутність прогресу",
      finance: "ризиковані фінансові рішення, фінансові втрати",
      additionalDescription:
        "Туз Жезлів Перевернутий також може вказувати на затримки з поточними проєктами. Ви хочете закінчити свої справи, але є речі, які вам заважають.",
    },
  },
  {
    id: 23,
    slug: "two-of-wands",
    name: "Двійка Жезлів",
    originalName: "Two of Wands",
    number: 2,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "планування",
        "перші кроки",
        "ухвалення рішень",
        "відмова від комфорту",
        "ризик",
      ],
      description:
        "Карта Двійка Жезлів означає, що ви починаєте усвідомлювати свої цілі та довгострокові цілі, перш ніж почнете їх втілювати в реальність.",
      love: "ставити романтичні цілі, будувати плани в коханні, планувати майбутнє разом",
      career: "планування кар’єри, перші кроки в кар’єрі, мрії",
      finance:
        "планування вашого довгострокового фінансового майбутнього, закладення фундаменту",
      additionalDescription:
        "Таким чином, значення Двох Жезлів обертається навколо ухвалення рішень. Іншими словами, ви або задоволені своїми поточними знаннями, або рухаєтеся вперед і ризикуєте.",
    },

    reversed: {
      keywords: [
        "погане планування",
        "надмірний аналіз",
        "бездіяльність",
        "обережність",
        "уникнення ризику",
      ],
      description:
        "Перевернуте значення Двійки Жезлів передбачає необхідність встановлення довгострокових цілей. Почніть процес встановлення цілей із визначення того, що для вас важливе.",
      love: "невдалі романтичні плани, відсутність довгострокових перспектив чи уявлень про майбутнє",
      career:
        "несподівані перешкоди в кар’єрі, надмірний аналіз, відсутність дій за планами",
      finance:
        "відсутність контролю над фінансами, невдале фінансове планування",
      additionalDescription:
        "Ще одне перевернене значення Двійки Жезлів свідчить, що ви проігнорували важливі тонкощі, пов’язані з плануванням майбутнього. Неналежне планування може бути причиною падіння.",
    },
  },
  {
    id: 24,
    slug: "three-of-wands",
    name: "Трійка Жезлів",
    originalName: "Three of Wands",
    number: 3,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "імпульсивність",
        "впевненість",
        "ріст",
        "далекоглядність",
        "погляд у майбутнє",
      ],
      description:
        "Значення Трійки Жезлів натякає на те, що все навколо ваших планів йде рівно, оскільки ви знайшли час, щоб спланувати своє майбутнє, і робите кроки, щоб перетворити плани на дії.",
      love: "наступний етап у взаєминах, романтичний імпульс, створення міцного фундаменту",
      career: "нові горизонти в кар’єрі, розширення кар’єрних можливостей",
      finance: "розширення поглядів на фінанси, розширення фінансових цілей",
      additionalDescription:
        "Трійка Жезлів може показати, що ви контролюєте ситуацію та займаєте сильну позицію, так само, як персонаж, який, попри все, залишається сильним. Трійка Жезлів одна з основних карт передбачення та бачення.",
    },

    reversed: {
      keywords: [
        "обмеженість",
        "відсутність прогресу",
        "перешкода",
        "затримка",
        "розчарування",
      ],
      description:
        "Перевернута Трійка Жезлів вказує на те, що ви, можливо, вирушили в особисту подорож чи розвиток, але не отримали досягнень, на які сподівалися.",
      love: "розчарування або перешкоди в коханні, навчитися йти на компроміс у коханні",
      career:
        "перешкоди на шляху кар’єри, відсутність росту та проблем, відчуття себе в клітці",
      finance: "затримки в досягненні фінансових цілей",
      additionalDescription:
        "Перевернута Трійка Жезлів також може означати, що вам потрібно витратити деякий час, щоби спланувати своє майбутнє. Це особливо слушно, якщо ви ще не приступили до своїх довгострокових цілей або перевантажені завданнями, з якими ви стикаєтеся зараз або маєте зіткнутися найближчим часом.",
    },
  },
  {
    id: 25,
    slug: "four-of-wands",
    name: "Четвірка Жезлів",
    originalName: "Four of Wands",
    number: 4,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "суспільство",
        "будинок",
        "свято",
        "зустріч",
        "вечірка",
        "стабільність",
        "приналежність",
      ],
      description:
        "Четвірка Жезлів представляє радісне святкування, возз’єднання та розслаблення. Ця карта означає, що той, хто запитує, досяг важливої віхи в проєкті або досяг мети.",
      love: "весілля, заручини, збори та публічні урочистості кохання",
      career:
        "відчуття підтримки колег, корпоративні вечірки, зв’язок із колегами",
      finance: "фінансова підтримка близьких, фінансова стабільність і комфорт",
      additionalDescription:
        "Ця карта також про возз’єднання сім’ї, повернення додому та почуття задоволення та безпеки в домі. Той, хто запитує, можливо, нещодавно повернувся з поїздки або, нарешті, готовий пустити коріння.",
    },

    reversed: {
      keywords: [
        "відсутність підтримки",
        "нестабільність",
        "відчуття непотрібності",
        "швидкоплинність",
        "відсутність коріння",
        "конфлікт вдома",
      ],
      description:
        "Перевернута Четвірка Жезлів може означати, що нещодавно ви досягли важливої мети, але не знайшли часу, щоб відсвяткувати досягнення. Ця карта нагадує людині визнати, як далеко вона просунулася.",
      love: "конфлікт між сім’єю, суспільством та особистим життям, страх публічних зобов’язань",
      career: "робочі конфлікти між колегами, офісні конфлікти",
      finance:
        "нестабільні фінанси, підтримка сім’ї чи близьких може бути тягарем",
      additionalDescription:
        "Перевернута карта також може вказувати на невпевненість у домашній обстановці запитувача, у відносинах із членами сім’ї чи любовними інтересами. Можливо, вони перебувають у перехідному періоді у своїй життєвій ситуації або у своїх близьких стосунках.",
    },
  },
  {
    id: 26,
    slug: "five-of-wands",
    name: "П’ятірка Жезлів",
    originalName: "Five of Wands",
    number: 5,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "конфлікт",
        "конкуренція",
        "суперечка",
        "агресія",
        "напруга",
        "суперник",
        "зіткнення его",
      ],
      description:
        "П’ятірка Жезлів є дисгармонією, конфліктом або конкуренцією. Ця карта вказує на те, що запитуючий може опинитися в неприємній ситуації, коли він відчуває постійну протидію своїм планам чи зусиллям.",
      love: "суперництво між нареченими, конфлікт між коханцями, грайливе жартування",
      career:
        "конкуренція між колегами, конкурентне робоче середовище, конфлікт",
      finance: "фінансова нестабільність, конфлікти через гроші",
      additionalDescription:
        "Ця картка також є нагадуванням про необхідність бути пильними та двічі переглядати деталі, щоб уникнути непорозуміння в майбутньому. Запитувачу рекомендується залишатися сильним і терплячим; вони можуть долати труднощі завдяки дипломатії.",
    },

    reversed: {
      keywords: [
        "закінчення або запобігання конфлікту",
        "співробітництво",
        "угода",
        "перемир’я",
        "гармонія",
        "мир",
      ],
      description:
        "Перевернута П’ятірка Жезлів вказує на те, що період конфліктів, розбіжностей чи підвищеного стресу добігає кінця. Людина може зітхнути з полегшенням; досягнуто стадії компромісу та співробітництва.",
      love: "уникнення конфлікту, спроба зберегти світ у відносинах, вирішення",
      career:
        "конкуренція чи конфлікт на робочому місці дозволяється, уникаючи робочого конфлікту",
      finance:
        "світ після фінансового стресу, ескалація конфліктів через гроші",
      additionalDescription:
        "Перевернута П’ятірка Жезлів також нагадує, щоб він не заплутався у грі порівняння себе з іншими. Треба залишатися зосередженим на власному шляху.",
    },
  },
  {
    id: 27,
    slug: "six-of-wands",
    name: "Шістка Жезлів",
    originalName: "Six of Wands",
    number: 6,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "успіх",
        "перемога",
        "тріумф",
        "нагорода",
        "визнання",
        "похвала",
        "гордість",
      ],
      description:
        "Шістка Жезлів представляє досягнення, суспільне визнання та впевненість у собі. Ця карта з’являється, щоб нагадати прохачеві про те, щоб він повністю прийняв свої дари, таланти та успіхи. Це нормально, дозволяти нашому світлу сяяти яскраво та ділитися своїми досягненнями з іншими та світом.",
      love: "успіх у коханні, досягнення мети в стосунках",
      career: "кар’єрні досягнення, завершення проєкту, винагорода",
      finance: "фінансова стабільність, фінансові винагороди",
      additionalDescription:
        "Ця карта також каже вірити в себе. Ми всі народилися з унікальною життєвою метою, і ці мрії ніколи не були б дані нам, якби ми не були призначені для їхнього досягнення.",
    },

    reversed: {
      keywords: [
        "невдача",
        "відсутність визнання",
        "відсутність нагород",
        "відсутність досягнень",
      ],
      description:
        "Перевернута Шістка Жезлів нагадує, що потрібно зосередитись на своїй власній подорожі, не піддаючись впливу суспільства щодо показників успіху. Можливо, ви недавно досягли чогось важливого для себе, що інші можуть не вважати значним.",
      love: "відчувати себе нелюбимим, почуватися занедбаним, бути забутим",
      career:
        "невдалий робочий проект, робота без винагороди, незадоволена кар’єрна мета",
      finance: "фінансові втрати, невдалі інвестиції, невдала покупка",
      additionalDescription:
        "Перевернута Шістка Жезлів може також означати, що той, хто запитує, зазнає втрати впевненості або віри в себе. Їм пропонується подумати про своє зростання та про те, що вони подолали.",
    },
  },
  {
    id: 28,
    slug: "seven-of-wands",
    name: "Сімка Жезлів",
    originalName: "Seven of Wands",
    number: 7,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "захист",
        "відстояти себе",
        "захистити себе",
        "захистити територію",
      ],
      description:
        "Сімка Жезлів представляє чесність, суперництво та захист. Людина може зіткнутися із ситуацією, коли зовнішні сили заважають тому, що вона збудувала; це можуть бути люди, які заздрять вашому успіхові.",
      love: "встановлення кордонів у стосунках, боротьба за романтику",
      career:
        "боротися з конкуренцією, захищати свою позицію, зустрічатися із суперниками",
      finance: "захист вашої фінансової стабільності, довгостроковий успіх",
      additionalDescription:
        "Настав час діяти відповідно до цінностей. Майте план управління ризиками, щоб уникнути та передбачати потенційні проблеми в майбутньому.",
    },

    reversed: {
      keywords: [
        "відмова",
        "визнання поразки",
        "поступка",
        "відсутність віри в себе",
        "капітуляція",
      ],
      description:
        "Перевернута Сімка Жезлів означає, що людина несе на своїх плечах тягар світу. Вона може почуватися ізольовано чи ніби всі проти неї.",
      love: "оборона, відмова у коханні, розрив від зовнішнього тиску",
      career: "нездатність утримати свої позиції, подолання конкуренції",
      finance: "деяка втрата заощаджень, самовпевненість, що веде до втрати",
      additionalDescription:
        "Перевернута Сімка Жезлів може також вказувати на те, що той, хто запитує, поступається або відмовляється від своїх переконань і цінностей через зовнішній тиск. Відстоювання того, у що ми віримо, іноді може призвести до втрати визнання інших.",
    },
  },
  {
    id: 29,
    slug: "eight-of-wands",
    name: "Вісімка Жезлів",
    originalName: "Eight of Wands",
    number: 8,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "рух",
        "швидкість",
        "прогрес",
        "швидкі рішення",
        "раптові зміни",
        "хвилювання",
      ],
      description:
        "Вісімка Жезлів репрезентує рух вперед, імпульс і дію. Ця карта вказує на те, що проєкти, які застопорилися, і починання будуть набирати обертів із величезною швидкістю. Імпульс нарешті прибув!",
      love: "романтичне життя набирає обертів, хвилювання, сюрпризи в коханні",
      career: "швидкий прогрес у роботі, поїздки по роботі, мотивація, вплив",
      finance: "швидкий рух грошей, готівка приходить і йде",
      additionalDescription:
        "Ця карта також сигналізує про нові можливості, які з’являться зненацька. Осідлайте хвилю та практикуйте віру в себе та впевненість у собі. Це момент, коли запитувач може отримати вигоду з усієї своєї важкої роботи.",
    },

    reversed: {
      keywords: [
        "очікування",
        "повільність",
        "хаос",
        "затримка",
        "втрата імпульсивності",
        "неквапливість",
        "непідготовленість",
      ],
      description:
        "Перевернута Вісімка Жезлів часто вказує на бурхливу діяльність і відповідальність у житті того, хто запитує. Вони відчувають, що робота та домашнє життя тягнуть їх у мільйон напрямків. Ця карта — нагадування про те, що потрібно зробити крок назад і видихнути.",
      love: "непорозуміння, затримки в коханні, гарячковий темп, розгубленість",
      career: "стагнація в кар’єрі, втрачені шанси, перевантаженість роботою",
      finance:
        "повільний потік грошей, відсутність терпіння для фінансового зростання",
      additionalDescription:
        "Перевернута Вісімка Жезлів також означає, що людина має зосередитися на завданнях, які для неї найважливіші. Наша увага часто відволікається на найнагальніші завдання, а найдорожчі нашому серцю цілі відсуваються на другий план.",
    },
  },
  {
    id: 30,
    slug: "nine-of-wands",
    name: "Дев’ятка Жезлів",
    originalName: "Nine of Wands",
    number: 9,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "останній бій",
        "наполегливість",
        "мужність",
        "стійкість",
        "близькість до успіху",
        "втома",
      ],
      description:
        "Дев’ятка жезлів представляє межі, стійкість і мужність. Запитувач може відчувати себе змученим життєвими негараздами або не в змозі зробити перепочинок.",
      love: "любов, яка вимагає наполегливої праці, любов непроста, самовдосконалення",
      career: "втома від роботи, проєкт майже завершений, почуття виснаження",
      finance: "фінансовий тиск, економічний примус, тимчасовий тиск",
      additionalDescription:
        "Дев’ятка Жезлів нагадує нам про те, що треба мужньо стояти на своєму, захищати наші кордони та те, що ми збудували. Це час залишатися вірним собі та практикувати слово «ні».",
    },

    reversed: {
      keywords: [
        "впертість",
        "жорсткість",
        "оборона",
        "відмова від компромісів",
      ],
      description:
        "Перевернута Дев’ятка Жезлів означає, що запитувач може бути з обмеженими переконаннями або історіями про жертви. Людина відчуває, що життя налаштоване проти неї, і розуміє, що їй дісталася погана рука.",
      love: "стосунки зазнають невдачі, незважаючи на роботу, один із партнерів працює",
      career:
        "почуття виснаження та втоми на роботі, труднощі на роботі, близькість до вигорання",
      finance:
        "уникнення фінансового тиску, спроба уникнути фінансового стресу",
      additionalDescription:
        "Дев’ятка Жезлів також може бути ознакою того, що ми ближчі, ніж думаємо, до позитивного результату. Можливо, той, хто запитує, відчуває, що перебуває посеред лісу і не може бачити фінішної межі.",
    },
  },
  {
    id: 31,
    slug: "ten-of-wands",
    name: "Десятка Жезлів",
    originalName: "Ten of Wands",
    number: 10,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "тягар",
        "відповідальність",
        "борг",
        "стрес",
        "обов’язок",
        "вигорання",
        "боротьба",
      ],
      description:
        "Десятка Жезлів уособлює тягар, відповідальність і служіння іншим. Ця карта часто з’являється, коли людина почувається виснаженою стресом і очікуваннями, покладеними на неї іншими або нею самою.",
      love: "важкий тягар кохання, кохання створює відповідальність, стрес створює проблеми в стосунках",
      career: "перевтома, робота наодинці, потреба допомоги колег",
      finance: "фінансовий тягар, великі неминучі витрати, щоденна боротьба",
      additionalDescription:
        "Десятка є завершенням циклу. Вага ваших обов’язків невдовзі стане легшою. Крім того, треба відпустити ситуацію та бути чесним із самим собою щодо того, з чим є змога впоратися.",
    },

    reversed: {
      keywords: [
        "невміння делегувати",
        "взяття на себе занадто великої відповідальності",
        "крах",
        "зрив",
      ],
      description:
        "Перевернута Десятка Жезлів означає, що людина дуже старанно працювала протягом тривалого часу, несучи відповідальність і тягар інших.",
      love: "нездатність розділити тягар із партнером, знайти емоційну підтримку від партнера",
      career:
        "звільнення від тягаря роботи, пошук підтримки, делегування завдань, вигорання",
      finance:
        "полегшення фінансового тягаря, пошук допомоги, глибші економічні проблеми",
      additionalDescription:
        "Варто знайти звільнення від непотрібних обов’язків та делегувати деякі дії іншим. Життя складається не лише з рутинної роботи. Людина повинна знайти час для улюбленої справи.",
    },
  },
  {
    id: 32,
    slug: "page-of-wands",
    name: "Паж Жезлів",
    originalName: "Page of Wands",
    number: 11,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "пригода",
        "азарт",
        "нові ідеї",
        "життєрадісність",
        "енергійність",
        "безстрашність",
        "екстравертність",
      ],
      description:
        "Сторінка Жезлів представляє іскри творчості, натхнення та енергії. Людина може відчувати хвилювання перед новими ідеями, великими цілями та прагненням здійснити свої мрії.",
      love: "можливості та пригоди в коханні, живий коханець, швидкоплинний роман",
      career: "нова посада або проєкт, ризик на роботі, прагнення виклику",
      finance: "невеликі фінансові подарунки, спокуси щодо витрат",
      additionalDescription:
        "Ця карта має духовну природу. Скоро будуть хороші новини або у вас з’являться нові можливості. У повітрі витає дух конкуренції. Зараз найбільш вдалий момент для успішного початку нового проєкту.",
    },

    reversed: {
      keywords: [
        "поспішність",
        "нетерплячість",
        "позбавлення ідеї",
        "істерика",
        "лінь",
        "нудність",
        "ненадійність",
        "розсіяність",
      ],
      description:
        "Перевернута Сторінка Жезлів вказує на те, що назрівають ідеї для нових проектів та починань. Людина може почуватися в глухому куті і не знати, як реалізувати своє бачення. Ця карта означає, що в минулому вони переслідували ідеї, які не виправдалися.",
      love: "відмова від зобов’язань, ненадійний коханець, безцільний пошук кохання",
      career: "нудьга на роботі, нестача енергії у досягненні кар’єрних цілей",
      finance:
        "фінансова нестабільність, перевитрата коштів у минулому, що створює проблеми зараз",
      additionalDescription:
        "Сторінка Жезлів — це знак дисциплінованого та методичного підходу. Складіть план для систематичного виконання. Це карта про віру в себе! Нерозумні та безглузді хвастощі можуть призвести до виникнення проблем.",
    },
  },
  {
    id: 33,
    slug: "knight-of-wands",
    name: "Лицар Жезлів",
    originalName: "Knight of Wands",
    number: 12,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "мужність",
        "енергійність",
        "привабливість",
        "геройство",
        "бунтарство",
        "запальність",
        "волелюбність",
      ],
      description:
        "Лицар Жезлів уособлює пригоди, гонитву та пристрасть. Ця карта означає, що людина може бути в періоді, коли заряджається творчим проєктом. Досліджуйте горизонти, які існують поза вашою зоною комфорту.",
      love: "безстрашний, мужній коханець, важко здійснити, необдумані, нестійкі стосунки",
      career:
        "пристрасть та енергія для роботи, сміливі рішення, сприяння новій справі",
      finance:
        "раптовий приплив грошей, використання фінансів для подорожей, розширення кругозору",
      additionalDescription:
        "Лицар Жезлів вказує на подорожі та прагнення пригод. Настав час прийняти спонтанність і безстрашність. Якщо подорож неможлива, пропонується спробувати нові види діяльності та вирватися зі своєї рутини.",
    },

    reversed: {
      keywords: [
        "зарозумілість",
        "безрозсудливість",
        "нетерплячість",
        "відсутність самоконтролю",
        "пасивність",
        "мінливість",
        "владність",
      ],
      description:
        "Перевернутий Лицар Жезлів означає, що в людини є накопичена творча енергія та мотивація, але вона не знає, як краще направити її. Можливо, усі ваші проблеми викликані поспіхом. Ви не відчуваєте стабільності в роботі чи в новому проєкті. У цей період ви переживаєте стрес через те, що ваше життя сповнене несподіваних змін.",
      love: "втеча від зобов’язань, нетерпіння, нестабільні взаємини",
      career:
        "відсутність напряму в кар’єрі, поспіх із роботою, ненадійна робота",
      finance: "самовпевненість у грошах, витрата коштів, фінансові втрати",
      additionalDescription:
        "Ця карта також вказує на те, що людина старанно працювала над собою внутрішньо. Настав час застосувати здобуті знання, щоб рухатися вперед.",
    },
  },
  {
    id: 34,
    slug: "queen-of-wands",
    name: "Королева Жезлів",
    originalName: "Queen of Wands",
    number: 13,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "впевненість у собі",
        "пристрасть",
        "рішучість",
        "товариськість",
        "харизма",
        "життєрадісність",
        "оптимізм",
      ],
      description:
        "Королева Жезлів уособлює впевненість у собі, незалежність і мужність. Ця карта символізує зростання, яке відбувається на шляху до того, щоб стати сильною та впевненою в собі людиною.",
      love: "незалежний, веселий і впевнений у собі коханець, відкритість у стосунках",
      career:
        "цілеспрямованість і пристрасть у роботі, що надихають або ведуть за собою інших",
      finance:
        "сильні фінансові рішення, впевненість в ухваленні фінансових рішень",
      additionalDescription:
        "Ця карта нагадує, що людина старанно працювала над собою і досягла великого прогресу. Настав час пролити своє світло та поділитися своєю думкою без страху осуду чи критики. Карта виступає як людина екстраверт й отримує задово-лення від здорової конкуренції. Така людина здатна створити навколо себе атмосферу впевненості, що притягує усіх навколо.",
    },

    reversed: {
      keywords: [
        "вимогливість",
        "мстивість",
        "невпевненість",
        "ревність",
        "егоїзм",
        "темпераментність",
        "хуліганство",
      ],
      description:
        "Перевернута Королева Жезлів означає, що людина відчуває низьку впевненість у собі та віру в себе. Вона ховалася фізично та емоційно, ізолюючи себе від інших.",
      love: "егоїстичний і вимогливий коханець, ревнощі, владний коханець, сварки",
      career: "відсутність мотивації в кар’єрі, егоїстичний чи ревнивий колега",
      finance: "погані фінансові рішення, жадібність, перевитрата",
      additionalDescription:
        "Усі відчувають страх, але карта заохочує ризикнути. Настав час поділитися своїми дарами зі світом. Нервовість і негнучкість може втручатися у ваші плани. Ваші амбіції невиправдано великі. Не намагайтеся нав’язувати свої цінності людям навколо.",
    },
  },
  {
    id: 35,
    slug: "king-of-wands",
    name: "Король Жезлів",
    originalName: "King of Wands",
    number: 14,
    arcana: "minor",
    suit: "wands",
    image: null,

    upright: {
      keywords: [
        "лідерство",
        "бачення",
        "загальна картина",
        "взяття під контроль",
        "сміливі рішення",
        "сміливість",
        "оптимізм",
      ],
      description:
        "Карта Король Жезлів означає, що людина компетентна та здібна. Вона наполегливо працювала, щоб дістатися туди, де є зараз; і хоч іноді вона може відчувати синдром самозванця, вона безумовно заслужила своє місце за столом.",
      love: "енергійний, харизматичний коханець, що бере на себе ініціативу в коханні",
      career: "досягнення в кар’єрі, шановане становище, наставництво",
      finance: "фінансова стабільність, фінансова мудрість, щедрість до інших",
      additionalDescription:
        "Ця карта також показує, як нагадування довіряти собі. Інтуїція запитувача знає шлях; це час, щоб повністю усвідомити свої сили та мудрість, які дозволять їм змінити світ на краще.",
    },

    reversed: {
      keywords: [
        "сила",
        "влада",
        "тиранія",
        "порочність",
        "безсилість",
        "неефективність",
        "слабкий лідер",
      ],
      description:
        "Перевернутий Король Жезлів може вказувати на те, що людина обіймає керівну посаду або очолює проєкт, але відчуває синдром самозванця. Вона почувається негідною керувати та може сумніватися у своїх здібностях.",
      love: "зарозумілий, владний коханець, наполегливий коханець, проблеми з контролем",
      career:
        "відсутність лідерства в роботі,залежність від інших, пасивність у роботі",
      finance:
        "відсутність відповідальності за свої фінанси, пасивність, відсутність фінансових цілей",
      additionalDescription:
        "Ця карта нагадує, що людина здатна бути лідером. Але потрібно позбавитися потреби в перфекціонізмі або невпевненості в собі, коли справа доходить до кваліфікації. Вам необхідно зберігати свою позицію. Також потрібно подумати, чи не були ви надто авторитарними та байдужими до інших.",
    },
  },
  {
    id: 36,
    slug: "ace-of-swords",
    name: "Туз Мечів",
    originalName: "Ace of Swords",
    number: 1,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "ясність",
        "прорив",
        "нова ідея",
        "концентрація",
        "бачення",
        "сила",
        "фокус",
        "істина",
      ],
      description:
        "Тузи вказують на нові починання. Туз Мечів вказує на те, що в людини з’являється новий початок. Це чудовий час, щоб розпочати нову ініціативу та вжити рішучих дій щодо зміни проєкту чи кар’єри.",
      love: "залучення до обговорення, чесне ставлення до проблем, спілкування",
      career: "стимулююче робоче середовище, чітка комунікація, зосередженість",
      finance: "мислити раціонально, уникати емоційних рішень із грошима",
      additionalDescription:
        "Туз Мечів також пов’язаний із відновленням особистої сили. Запитувач вступає у фазу, коли він має можливість повністю взяти на себе управління своїм майбутнім і кинутися вперед з проєктами, у яких використовуються його творчі та інтелектуальні здібності.",
    },

    reversed: {
      keywords: [
        "збентеження",
        "непорозуміння",
        "ворожість",
        "суперечки",
        "руйнування",
        "жорстокість",
      ],
      description:
        "Перевернутий Туз Мечів вказує, що людина перебуває в дослідній фазі, обмірковуючи нові ідеї або проєкти. Ці видіння ще не здійснилися; може бути деяка невизначеність щодо того, як і з чого почати.",
      love: "нездатність спілкуватися, зіткнення точок зору, болісні слова",
      career:
        "нездатність до спілкування, нездатність ясно висловлювати думки, нудьга",
      finance: "перевірте ще раз фінанси, заяви або юридичні документи",
      additionalDescription:
        "Ця карта є запрошенням для того, хто просить помедитувати або заглянути всередину себе, щоб знайти ясність щодо того, чого насправді хочеться. Людина має прислухатися до своєї інтуїції, перш ніж ділитися планами з іншими, та уникати ймовірності відхилення в інший бік.",
    },
  },
  {
    id: 37,
    slug: "two-of-swords",
    name: "Двійка Мечів",
    originalName: "Two of Swords",
    number: 2,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "патова ситуація",
        "важкий вибір",
        "зависання посередині",
        "заперечення",
        "прихована інформація",
      ],
      description:
        "Двійка Мечів представляє стосунки, баланс і гармонію. Також ця карта вказує, що людина перебуває в перехідному стані та відчуває, що вона перебуває між двома світами, чи робота, чи стосунки, чи переїзд.",
      love: "вибір між коханцями, вибір між коханням/сім’єю/ роботою",
      career:
        "вибір між кар’єрою, конфлікти на роботі, прийняття будь-якої сторони",
      finance: "уникнення фінансових рішень, неясні фінанси",
      additionalDescription:
        "Треба слухати свою інтуїцію під час ухвалення рішень. Це також сигнал прийняти цей період невизначеності, зберігаючи при цьому віру, що настане гарне майбутнє.",
    },

    reversed: {
      keywords: [
        "нерішучість",
        "тривога",
        "занадто багато інформації",
        "відсутність правильного вибору",
        "розкриття правди",
      ],
      description:
        "Перевернута карта Двійки Мечів припускає, що людина мусить ухвалити рішення між двома варіантами, але почувається нездатною зробити крок.",
      love: "жоден шанувальник не підходить вам, якщо не може розставляти пріоритети кохання/ сім’я/ робота",
      career: "вибір без переможця, стресові рішення",
      finance: "усвідомлюючи істину, приймаючи фінансове становище",
      additionalDescription:
        "Ви маєте все необхідне для ухвалення рішення. Інтуїція знає найкращий маршрут. Іноді може бути важко довіряти внутрішнім передчуттям, але ситуація незабаром проясниться.",
    },
  },
  {
    id: 38,
    slug: "three-of-swords",
    name: "Трійка Мечів",
    originalName: "Three of Swords",
    number: 3,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "розбите серце",
        "розлука",
        "смуток",
        "горе",
        "розлад",
        "втрата",
        "травма",
        "сльози",
      ],
      description:
        "Трійка Мечів — це карта, що несе напругу та розбите серце, можливо, в результаті розриву стосунків, збою в спілкуванні, запеклої суперечки або зради. Людина, що запитує, може нести горе, емоційний біль чи відчуття відторгнення.",
      love: "розставання, суперечка, конфлікт, розлука, смуток і сльози",
      career:
        "конфлікти на роботі, втрата роботи, образи на роботі, почуття безнадійності",
      finance: "втрата активів, розділ активів після розпаду",
      additionalDescription:
        "Карта нагадує, що незалежно від того, наскільки сильний біль ми можемо відчувати, у нас є контроль над значенням, яке ми надаємо переживанню. Є можливість трансцендентного, якщо ми звернемося до прощення, зокрема й самопрощення. Будьте уважні та не відштовхуйте від себе кохану людину тільки через те, що ви почуваєтеся напружено та дратівливо.",
    },

    reversed: {
      keywords: [
        "зцілення",
        "прощення",
        "одужання",
        "примирення",
        "придушення емоцій",
      ],
      description:
        "Перевернута Трійка Мечів говорять прохачеві відпустити хворобливий досвід, за який він, можливо, тримається. Прощення дається нелегко, але ця карта означає можливість повністю відчути та визнати свої почуття, змиритися з дискомфортом, а потім відпустити його.",
      love: "прощати одне одного, рухатися далі після болю, розлуки",
      career: "залишаючи конфлікти позаду, розвиваючи найкращі процеси",
      finance:
        "створення заощаджень, набуття стабільності, сильне горе про фінанси",
      additionalDescription:
        "Біль серця вщухає. Ви пережили досить болісну ситуацію, яка вже добігає кінця. Ця перевернута карта також може вказувати на те, що негативні розмови з самим собою та обмежуючі переконання лежать в основі страждань того, хто запитує. Вони повинні звертати увагу на історії, які розповідають собі про своє життя та потенціал.",
    },
  },
  {
    id: 39,
    slug: "four-of-swords",
    name: "Четвірка Мечів",
    originalName: "Four of Swords",
    number: 4,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "відпочинок",
        "релаксація",
        "спокій",
        "притулок",
        "відновлення сил",
        "самозахист",
        "омолодження",
      ],
      description:
        "Карта Четвірка Мечів представляє роздуми, усамітнення та відновлення сил. Якщо людина нещодавно пережила період важкої роботи, ця карта вказує на те, що йому потрібен час для відпочинку та догляду за собою.",
      love: "відхід від особистого життя, час на самоті, перерва",
      career:
        "відпустка, день психічного здоров’я, відпочинок, турбота про себе",
      finance:
        "занепокоєння про фінанси, уникайте надмірних роздумів про гроші",
      additionalDescription:
        "Якщо людина нещодавно пережила зраду або випробування, то варто зробити крок назад і дати собі простір, щоб повністю оплакати або обробити свої почуття. Скористайтеся моментом, щоб відволіктися від свого повсякденного життя, сплануйте відпочинок на вихідних, проведіть детоксикацію в соціальних мережах або додайте до своїх планів практики усвідомленості.",
    },

    reversed: {
      keywords: [
        "одужання",
        "пробудження",
        "повернення у світ",
        "звільнення від ізоляції",
        "занепокоєння",
        "вигорання",
      ],
      description:
        "Перевернута Четвірка Мечів, як в прямому значенні, є ознакою того, що людині потрібно взяти перерву, щоб відпочити та перезарядитися. Вони відчувають шалену енергію і можуть почуватися дуже напруженими, стривоженими чи пригніченими.",
      love: "відмова від тиску на коханця, відродження пристрасті",
      career: "освіжитися після відпустки чи відгулу, вигоріти",
      finance: "неприйняття підтримки, відновлення після фінансового тиску",
      additionalDescription:
        "Ми нікому не потрібні, якщо працюємо на порожньому місці. Карта радить скористатися моментом, щоб відволіктися від свого повсякденного життя, і перезавантажитися. Ви освіжили свої сили і можете сміливо продовжувати боротися зі стресовими ситуаціями у вашому житті.",
    },
  },
  {
    id: 40,
    slug: "five-of-swords",
    name: "П’ятірка Мечів",
    originalName: "Five of Swords",
    number: 5,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "сварка",
        "суперечка",
        "агресія",
        "цькування",
        "залякування",
        "конфлікт",
        "ворожість",
        "стрес",
      ],
      description:
        "П’ятірка Мечів може представляти конфлікт, почуття втрати або прокрастинацію. Можливо, той, хто запитує, нещодавно посварився з коханою людиною, через що йому стало сумно чи боляче. Карта придушити свою гордість і прийняти деякі обмеження, тільки тоді вийде продовжити задумане.",
      love: "напруга, конфлікти, суперечки, сварки, дратівливість, бажання мати рацію",
      career:
        "хуліган на робочому місці, залякування, оборонні установки, ворожість",
      finance: "конфлікти через гроші, використання",
      additionalDescription:
        "Ця карта як сигнал, щоб стати організованішим і взяти на себе зобов’язання виконати це завдання. Це допоможе розвіяти тривогу та хвилювання. Агресивні дії теж не допоможуть вам досягти бажаного результату. Можливо, ви прислухаєтеся до думки надто багатьох людей, замість того, щоб зробити власні висновки. Вам потрібно мати достатню мудрість, щоб прийняти все, що ви не можете змінити.",
    },

    reversed: {
      keywords: [
        "примирення",
        "дозвіл",
        "компроміс",
        "помста",
        "жаль",
        "каяття",
        "скорочення втрат",
      ],
      description:
        "Перевернута карта П’ятірка Мечів може часто з’являтися, коли людина зазнає труднощів з відходом від когось у своєму житті або відчуває, що перебуває в нескінченній боротьбі за владу.",
      love: "возз’єднання, прощення, розставання",
      career: "компроміси, відкритий діалог, саботаж",
      finance: "послаблення фінансової напруги, полегшення",
      additionalDescription:
        "Ця карта також може з’явитися, коли людина почувається не зосередженою у своїй енергії або не досягає прогресу в проєкті, попри постійні зусилля. Проявіть терпіння до себе та зосередьтесь на невеликих, послідовних кроках.",
    },
  },
  {
    id: 41,
    slug: "six-of-swords",
    name: "Шістка Мечів",
    originalName: "Six of Swords",
    number: 6,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "рух далі",
        "від’їзд",
        "залишення позаду",
        "відстань",
        "прийняття уроку",
      ],
      description:
        "Шістка Мечів є переходом, зміною та збереженням минулого. Людина, що запитує, в даний час переживає період трансформації, який включає зміни в особистому житті, кар’єрі або життєвій ситуації.",
      love: "ухиляння від відносин, примирення після сварки",
      career: "відхід зі стресового робочого місця, перехід на нову посаду",
      finance: "знову набуття матеріальної стабільності, здобуті уроки",
      additionalDescription:
        "Ця карта також може символізувати подорож, яку людині доведеться здійснити наодинці. Вони можуть відчувати тривогу розлуки з близькими, але приймають правильне рішення свого майбутнього.",
    },

    reversed: {
      keywords: [
        "застрягання у минулому",
        "повернення до неприємностей",
        "втікання від проблем",
        "потрапляння у пастку",
      ],
      description:
        "Перевернута карта Шістки Мечів вказує на те, що людина може почуватися зависло в ситуації чи обставинах. Вона відкладала будь-які зміни через страх перед дискомфортом і невідомістю, сподіваючись, що все владнається саме собою.",
      love: "не можу рухатися далі, не можу відпустити, переслідуваний",
      career: "створення конфліктів, самосаботаж, пастка на роботі",
      finance: "уникнення фінансових справ",
      additionalDescription:
        "Ця карта є нагадуванням про те, що дискомфорт іноді є необхідною сходинкою на шляху до щасливого майбутнього. Позитивні події виявляться на їхньому шляху, але вони повинні зробити ривок і використати свою внутрішню силу.",
    },
  },
  {
    id: 42,
    slug: "seven-of-swords",
    name: "Сімка Мечів",
    originalName: "Seven of Swords",
    number: 7,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "брехня",
        "обман",
        "інтрига",
        "стратегія",
        "винахідливість",
        "підлість",
        "хитрість",
      ],
      description:
        "Сімка Мечів представляє важкий тягар, обман і необхідність стратегічного мислення. Вам хочеться втекти якнайдалі, але не варто займати оборонні позиції. Не ставайте ворогом самому собі. Варто проявити дипломатію, спритність, гнучкість, і тоді ви легко зможете досягти своєї мети.",
      love: "брехня та обман, інтрижка, щадні почуття, підозрілість",
      career: "плітки, саботаж, заздрість на роботі, стратегічна робота",
      finance: "тіньові бізнес-угоди, шахрайство, крадіжки, афери",
      additionalDescription:
        "Ця карта також символізує потребу в розумному та стратегічному мисленні перед поточними проблемами. Людина має передбачення, винахідливість і навички, необхідні для подолання будьякої перешкоди.",
    },

    reversed: {
      keywords: ["сповідь", "совість", "жаль", "злість", "розкрита істина"],
      description:
        "Перевернута Сімка Мечів часто вказує на бажання жити чесніше і з оновленою совістю. Якщо людина живе з чимось важким на серці, ця карта спонукає його або зізнатися, або знайти способи впоратися з почуттям провини чи сорому.",
      love: "брехня розкрита, кінець ігор, відмова від претензій",
      career: "викриття брехунів, наслідки дій, зміна підходу",
      finance: "наслідки нечесності у фінансах",
      additionalDescription:
        "Перевернута Сімка Мечів також може з’явитися, коли той, хто запитує, сумнівається у своєму відчутті цінності. Вони можуть практикувати афірмації, вести щоденник і розмірковувати про свої сильні сторони та можливості. Зараз вам варто особливо цінувати критику, оскільки є велика ймовірність того, що вона виявиться конструктивною. Те, що у вас забране нечесним шляхом, теж повернеться до вас. Хтось запропонує допомогу чи хорошу пораду. Зараз потрібно зібратися з думками, якщо ви хочете досягти успіху.",
    },
  },
  {
    id: 43,
    slug: "eight-of-swords",
    name: "Вісімка Мечів",
    originalName: "Eight of Swords",
    number: 8,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "потрапляння у пастку",
        "обмеженість",
        "переслідування",
        "паралізованість",
        "безпорадність",
        "безсилля",
        "ув’язнення",
      ],
      description:
        "Вісімка Мечів представляє менталітет жертви, негідність чи страх. Людина може відчувати, що перебуває в ситуації, з якої не може вибратися. Ви відчуваєте, що обставини обмежують вас; але всетаки серйозніші обмеження у вашому житті існують через те, що ви відмовляєтеся бачити реальний стан справ.",
      love: "відчуття пастки, задухи, пригніченості, пасивність в особистому житті",
      career:
        "залежність від роботи, неможливість змінити професію, страх зміни роботи",
      finance: "неспокій через гроші, непомітність фінансової можливості",
      additionalDescription:
        "Найважливіший крок — звільнитися від переконань, що обмежують, особливо від почуття жертви від рук іншої людини або почуття нікчемності через нещодавні події. Ситуація не така погана, як ви собі уявляєте!",
    },

    reversed: {
      keywords: [
        "свобода",
        "звільнення",
        "взяття під контроль",
        "зіткнення зі страхами",
        "вцілілість",
        "уповноваженість",
        "капітуляція",
      ],
      description:
        "Перевернута Вісімка Мечів — нагадування, що не можна дозволяти негативним розмовам із самим собою або історіям про жертв керувати вашим життям. Найбільшою перешкодою на шляху до успіху є ваш власний внутрішній критик і схильність до самосаботажу. Зараз ви можете звільнитися від обмежень, подолати страхи та занепокоєння. Тиск, який на вас весь цей час чинили, слабшає.",
      love: "більш ясна перспектива стосунків, активна роль в особистому житті",
      career:
        "нова робота для розкриття потенціалу, свобода від занепокоєння, постійна боротьба",
      finance:
        "зниження занепокоєння, посилення занепокоєння, страхи, що затьмарюють правду",
      additionalDescription:
        "Вісімка Мечів — це заклик зняти шори та звільнитися від цих моделей мислення, що укорінилися. Витратьте час на лікування, ведення щоденника, роботу з енергією або розкриття підсвідомих переконань про гідність і їхнє походження. Перемігши свої страхи, ви можете почати все заново. Перешкод більше немає, шлях вільний. Настав час самоствердження та відмовитися від тих обмежень, які нав’язують вам інші.",
    },
  },
  {
    id: 44,
    slug: "nine-of-swords",
    name: "Дев’ятка Мечів",
    originalName: "Nine of Swords",
    number: 9,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "страх",
        "тривога",
        "негатив",
        "переломний момент",
        "відчай",
        "нічні кошмари",
        "ізоляція",
      ],
      description:
        "Дев’ятка Мечів представляє тривогу, занепокоєння та обмежувальні переконання. Людина може відчувати безсонні ночі через ситуацію або може бути в період депресії.",
      love: "недовіра до партнера, підозра до партнера, жаль про минуле",
      career:
        "тривога, параноя, стрес на роботі, відсутність механізмів подолання",
      finance:
        "паніка з приводу фінансів, всепоглинаючі турботи, почуття обділеності",
      additionalDescription:
        "Дев’ятка Мечів показує, що в нас є можливість змінити своє мислення. Але треба звернутися за підтримкою та вивчити першопричину своїх почуттів. Ситуація не така погана, як здається, і скоро все поліпшиться.",
    },

    reversed: {
      keywords: [
        "одужання",
        "зіткнення з життям",
        "пошук допомоги",
        "сором",
        "відчуття провини",
        "проблеми з психічним здоров’ям",
      ],
      description:
        "Перевернута Дев’ятка Мечів, як і карта в прямому положенні, вказує на занепокоєння чи страх. Людина може почуватися збентеженою та не знати, як зламати шаблон. Ви все ще можете переживати наслідки важкої ситуації, але біль уже вщухає. Ваша уява малює ситуацію в набагато гіршому вигляді, ніж є насправді. Ви даремно засмучуєтеся та переживаєте.",
      love: "отримання допомоги від партнера, зняття стресу шляхом обміну",
      career: "ясність у роботі, здобуття спокою, стреси стають реальними",
      finance: "ясність щодо фінансів, миру, бідності, нестачі ресурсів",
      additionalDescription:
        "Ця карта також може вказувати, що людина старанно працювала, аби розірвати ці підсвідомі цикли та досягти прогресу! Настав час привітати себе з тим, як далеко ви просунулися! Це карта надії, вона дає віру в майбутнє й обіцяє настання кращих днів. У цьому становищі Дев’ятка Мечів милостиво пом’якшує весь біль у буквальному значенні цього слова.",
    },
  },
  {
    id: 45,
    slug: "ten-of-swords",
    name: "Десятка Мечів",
    originalName: "Ten of Swords",
    number: 10,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "руйнування",
        "невдача",
        "жорстокість",
        "крах",
        "виснаження",
        "глухий кут",
        "віктимізація",
        "зрада",
      ],
      description:
        "Десятка Мечів представляє фінал, зраду та страх. Людина, можливо, нещодавно постраждала від дій іншої людини. Ця зрада здавалася останнім ударом серед нещодавніх переживань у цих взаєминах чи ситуації.",
      love: "розставання, розлука, печаль, горе, біль, невірність",
      career:
        "втрата роботи, офісна політика, зрив від стресу, емоційне вигорання",
      finance: "фінансові втрати, невдалі інвестиції",
      additionalDescription:
        "Це також нагадування про те, що відчувати смуток чи страх — це нормально, але важливою частиною подорожі буде звільнення від почуття жертовності чи бажання жалості з боку інших. Десятка Мечів означає кінець циклу, але початок кращого.",
    },

    reversed: {
      keywords: [
        "виживання",
        "поліпшення",
        "зцілення",
        "засвоєний урок",
        "розпач",
        "рецидив",
      ],
      description:
        "Перевернута Десятка Мечів вказує на те, що людині важко рухатися далі після недавньої зради або втрати. Вони пригнічують свій сум із приводу ситуації і, можливо, тримають образу чи гнів.",
      love: "зцілення від минулого, відновлення взаємин",
      career: "змінив роботу, знайшов менш напружену роботу",
      finance: "уникнути фінансового краху чи банкрутства",
      additionalDescription:
        "Ця карта також може означати, що хмари, нарешті, розходяться, і попереду на нас чекають кращі дні. Є можливість зробити великий прорив і вступити в нову фазу життя, більш мирну та наповнену.",
    },
  },
  {
    id: 46,
    slug: "page-of-swords",
    name: "Паж Мечів",
    originalName: "Page of Swords",
    number: 11,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "цікавість",
        "дотепність",
        "балакучість",
        "комунікабельність",
        "натхненність",
        "пильність",
        "кмітливість",
      ],
      description:
        "Паж Мечів представляє спілкування, інновації та просування проєктів. Людина може бути сповнена нових ідей або ентузіазму та шукати способи публічно поділитися ними.",
      love: "інтелектуальні відносини, відсутність емоційної близькості",
      career: "амбітна, розумна людина, нова кар’єра, освіта",
      finance: "фінансова цікавість, ідеї для заробітку",
      additionalDescription:
        "Паж Мечів також може вказувати на те, що про людину хтось говорить або запитує про неї. Або є важливий контракт, або лист, який потрібно переглянути. Продовжуйте з розплющеними очима. Можливо, для того, щоб ухвалити рішення, вам знадобиться звернення до професійного консультанта з проханням про допомогу. Уважно зважте всі «за» та «проти», перш ніж підписати контракт.",
    },

    reversed: {
      keywords: [
        "легковажність",
        "цинічність",
        "саркастичність",
        "плітки",
        "образливість",
        "грубість",
        "відсутність планування",
      ],
      description:
        "Перевернута карта Паж Мечів каже людині переглянути, як вона спілкується із собою та іншими. Людина повинна стежити за тим, щоб її слова були скрупульозними, і зуміти донести свою точку зору. Можуть виникнути несподівані проблеми. Можливо, ви отримаєте обіцянку, яка пізніше буде порушена. Уважно ознайомтеся з будь-яким договором, перш ніж його підписувати. Може виникнути непорозуміння.",
      love: "сперечальник, захисний партнер, нездатність спілкуватися",
      career: "зміна роботи, невпевненість у майбутній кар’єрі, офісні плітки",
      finance: "надмірний аналіз фінансів, дослідження, але жодних дій",
      additionalDescription:
        "Як і у випадку з прямою картою, Паж Мечів Перевернутий може також означати, що людина соромиться публічно висловлювати своє справжнє «я» через страх бути відкинутою або того, що подумають інші.",
    },
  },
  {
    id: 47,
    slug: "knight-of-swords",
    name: "Лицар Мечів",
    originalName: "Knight of Swords",
    number: 12,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "наполегливість",
        "прямолінійність",
        "нетерплячість",
        "інтелектуальність",
        "сміливість",
        "зосередженість",
        "перфекціонізм",
        "амбіції",
      ],
      description:
        "Лицар Мечів представляє енергію, швидкість і рішучість. Людина дуже амбітна та мотивована на втілення своїх ідей. Ця карта є нагадуванням про те, що потрібно сповільнитися та насолоджуватися подорожжю.",
      love: "страх перед близькістю, партнер швидко набридає, рішучі дії",
      career:
        "досягати мети, зосередитися на кар’єрі, ефективності, великих кроках",
      finance:
        "зосередитися на фінансових цілях, виконувати дії для досягнення фінансових цілей",
      additionalDescription:
        "Ця карта також означає, що цілі людини перебувають у межах досяжності! Вони готові втілити свої плани в життя із зосередженістю, силою та мужністю.",
    },

    reversed: {
      keywords: [
        "грубість",
        "нетактовність",
        "наполегливість",
        "пихатість",
        "агресія",
        "злість",
        "безжальність",
        "зарозумілість",
      ],
      description:
        "Перевернутий Лицар Мечів вказує на те, що людина або розсіює свою енергію в багатьох місцях, або рухається вперед на повній швидкості з рішенням без плану. Ця карта є нагадуванням про те, що потрібно пригальмувати.",
      love: "агресивний партнер, знущання, жорстоке поводження, напружені суперечки",
      career: "безжальний або злісний на роботі, зарозумілість, залякування",
      finance: "шахрайство, примус, тіньові фінансові угоди",
      additionalDescription:
        "Ця карта також є ознакою того, що людині потрібен час, щоб з’єднатися зі своїм внутрішнім голосом. Коли ми рухаємося зі швидкістю сто миль на годину, ми часто втрачаємо з думки кінцеву мету нашої душі.",
    },
  },
  {
    id: 48,
    slug: "queen-of-swords",
    name: "Королева Мечів",
    originalName: "Queen of Swords",
    number: 13,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "чесність",
        "незалежність",
        "принциповість",
        "справедливість",
        "конструктивна критика",
        "об’єктивність",
        "проникливість",
      ],
      description:
        "Королева Мечів представляє силу, інтелектуальну міць і високе розуміння. Людина може відчувати страх перед тим, щоб набути повної сили. Це може включати боротьбу зі встановленням кордонів або висловлюванням свого голосу.",
      love: "розбірливий у коханцях, незалежний партнер, кордони",
      career: "конструктивна критика, мудре керівництво, повага в середовищі",
      finance: "діяти логічно та розумно, фінансова ясність",
      additionalDescription:
        "Ситуація змінюється на краще; якщо той, хто запитує, переживає важкі часи, він вийде гордим і сильним. Ваш гострий розум і почуття справедливості допомогли вам досягти гарного стану. Вас набагато більше цікавлять кар’єра та амбіції, ніж прості людські емоції.",
    },

    reversed: {
      keywords: [
        "песимізм",
        "злість",
        "маніпуляція",
        "суворість",
        "гіркість",
        "злопам’ятність",
        "жорстокість",
        "брехливість",
        "невблаганність",
      ],
      description:
        "Перевернута Королева Мечів часто вказує на те, що людина дозволяє своїм емоціям взяти гору над ухваленням рішень. Ця карта нагадує їм про необхідність об’єктивного та тверезого підходу до життєвої ситуації.",
      love: "травма, токсичні стосунки, маніпуляція, жорстокість",
      career: "жорстокий колега, надмірний негатив, погана комунікація",
      finance:
        "фінансовий плутанина, нездатність ухвалювати логічні фінансові рішення",
      additionalDescription:
        "Ця карта також може вказувати на те, що людина занадто ізолювала себе. Можна просити підтримки або працювати в команді для досягнення спільної мети.",
    },
  },
  {
    id: 49,
    slug: "king-of-swords",
    name: "Король Мечів",
    originalName: "King of Swords",
    number: 14,
    arcana: "minor",
    suit: "swords",
    image: null,

    upright: {
      keywords: [
        "розум",
        "авторитет",
        "дисципліна",
        "чесність",
        "моральність",
        "серйозність",
        "високі стандарти",
        "строгість",
      ],
      description:
        "Карта Король Мечів є нагадуванням про те, що потрібно додати об’єктивності та ясності суджень у життєву ситуацію. Можливо, потрібно відволіктися від завдання, що стоїть перед вами, щоб виробити іншу точку зору.",
      love: "високі стандарти кохання, контрольовані емоції",
      career:
        "суворий, але праведний наставник, покликаний зробити все можливе",
      finance: "бути дисциплінованим із фінансами, діяти логічно",
      additionalDescription:
        "Король Мечів також говорить нам не бути занадто жорсткими і не ухвалювати рішень, заснованих на припущеннях. Інформуйте себе якнайбільше, перш ніж робити будь-які висновки.",
    },

    reversed: {
      keywords: [
        "ірраціональність",
        "диктатор",
        "деспот",
        "нелюдськість",
        "контроль",
        "холод",
        "безжальність",
        "нечесність",
      ],
      description:
        "Перевернутий Король Мечів говорить про чесність і правильне використання сили. Ця карта є нагадуванням у тому, що справжня сила виходить зсередини; про впевненість і логічність у своєму підході.",
      love: "егоїстичний, образливий коханець, низькі стандарти кохання",
      career: "владний, владолюбний колега, ірраціональні робочі рішення",
      finance:
        "нераціональні фінансові рішення, відсутність фінансової дисципліни",
      additionalDescription:
        "Ця карта може також представляти в житті людини того, хто зловживає своєю владою або хвалиться. Пам’ятайте, що ми не можемо контролювати дії інших; ми можемо лише контролювати свої реакції.",
    },
  },
  {
    id: 50,
    slug: "ace-of-cups",
    name: "Туз Кубків",
    originalName: "Ace of Cups",
    number: 1,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "кохання",
        "нові почуття",
        "емоційне пробудження",
        "творчість",
        "духовність",
        "інтуїція",
      ],
      description:
        "Тузи вказують на нові починання. Туз Кубків представляє кохання, оновлення, емоційне благополуччя та творче самовираження. Це гарна карта, що означає період зв’язку та задоволення.",
      love: "новий роман, дружба, новий рівень стосунків, глибша близькість",
      career:
        "дружні відносини на роботі, нові емоції від роботи, заряд творчості",
      finance:
        "фінансова допомога, щасливі фінансові новини, креативність у зароблянні грошей",
      additionalDescription:
        "Є позитивний потік енергії та товариства з Туза Кубків. Також це може вказувати на взаємовигідну дружбу, яка приносить щастя та глибоке емоційне задоволення.",
    },

    reversed: {
      keywords: [
        "холодність",
        "порожнеча",
        "емоційна втрата",
        "блокування творчості",
        "почуття нелюбові",
        "похмурість",
      ],
      description:
        "Перевернутий Туз Кубків може сигналізувати про те, що той, хто запитує, відчуває емоційну блокаду. У них може бути період, коли вони пригнічують емоції або зазнають труднощів із вираженням себе коханій людині; чи навіть творчо.",
      love: "печаль, розлука, вразливість, невпевненість на шляху кохання",
      career: "почуття невмотивованості та нудьги на роботі, недружні колеги",
      finance: "невтішні новини, розчарування та сум щодо фінансів",
      additionalDescription:
        "Ця карта також означає, що людині варто приділити час тому, що вона любить, щоб знову набути творчого потенціалу та радості. Це час практикувати любов до себе, самовираження та поєднатися зі своєю інтуїцією.",
    },
  },
  {
    id: 51,
    slug: "two-of-cups",
    name: "Двійка Кубків",
    originalName: "Two of Cups",
    number: 2,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "єдність",
        "партнерство",
        "привабливість",
        "зв’язок",
        "тісні зв’язки",
        "об’єднання зусиль",
        "взаємоповага",
      ],
      description:
        "Двійка Кубків означають гармонію в стосунках і відкрите спілкування. Символ цієї карти — два серця, які вказують, що ви в особливому союзі, який здається повноцінним і взаємовигідним.",
      love: "початок відносин, взаємовигідні відносини, спільна робота у команді",
      career: "хороші стосунки з колегами, корисне ділове партнерство",
      finance:
        "урівноважені фінанси, фінансова безпека, відсутність фінансового стресу",
      additionalDescription:
        "Рекомендується переглянути свої поточні стосунки та усунути будь-які непорозуміння, зокрема й відповідальність за те, що під вашим контролем.",
    },

    reversed: {
      keywords: [
        "поділ",
        "неприйняття",
        "дисбаланс",
        "напруга",
        "погана комунікація",
        "відсторонення",
      ],
      description:
        "Двійка Кубків символізують відсутність гармонії або роз’єднання. Якщо людина не одружена, то може чекати ідеального партнера, який доповнить їх. Карта свідчить, що зараз ваша довіра не виправдана. Вас відкинули, ви зіткнулися з необдуманою поведінкою, ваші почуття поранили або ваші романтичні стосунки з кимось розвиваються не так, як вам того хотілося б.",
      love: "дисбаланс стосунків, співзалежність, нерівномірна динаміка влади",
      career:
        "погані ділові партнерські відносини, напруженість та конфлікти з колегами",
      finance: "витрачати більше, ніж заробляєш, вихід за межі бюджету",
      additionalDescription:
        "Якщо ви в стосунках або маєте потенційний любовний інтерес, то ймовірні дисбаланс чи роз’єднання. Варто задуматися про те, чи задовольняються ваші потреби.",
    },
  },
  {
    id: 52,
    slug: "three-of-cups",
    name: "Трійка Кубків",
    originalName: "Three of Cups",
    number: 3,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "дружба",
        "спільнота",
        "зустрічі",
        "свята",
        "групові заходи",
        "громадські заходи",
      ],
      description:
        "Трійка Кубків — позитивна карта, що символізує свято, радість і веселощі. У людини може бути майбутнє святкування, чи то день народження, чи важлива подія, чи вечірка.",
      love: "дружба, яка переходить у романтику, громадські зустрічі, що ведуть до романтики",
      career:
        "планування свята на роботі, щаслива та радісна обстановка в офісі",
      finance:
        "витрати на соціальне життя, фінансова стабільність, досягнення фінансового рубежу",
      additionalDescription:
        "Перегляньте енергію, якою ділитеся при взаємодії з іншими. У питаннях кар’єри карта вказує швидше на ваші захоплення, аніж на основну професію. Крім того, віщує появу людини, яка може стати надійним другом або коханням. Можливі заручини.",
    },

    reversed: {
      keywords: [
        "плітки",
        "скандал",
        "надлишок",
        "ізоляція",
        "самота",
        "усамітнення",
        "незбалансоване соціальне життя",
      ],
      description:
        "Перевернуті Трійка Кубків можуть сигналізувати про період, коли той, хто запитує, почувається ізольованим. Ви можете бути перевантажені обов’язками та роботою, або не мали можливості спілкуватися з друзями та сім’єю на громадських заходах.",
      love: "короткий, але захопливий роман, третя особа встає між вами",
      career:
        "робочі заходи йдуть не за планом, деструктивна обстановка в офісі",
      finance: "надмірні витрати на громадські заходи, віддача не за коштами",
      additionalDescription:
        "Ця карта є нагадуванням про возз’єднання з радістю та заняттями, які приносять задоволення. Це може спонукати вас вийти за межі своєї зони комфорту та звернутися до того, з ким у вас багато спільного.",
    },
  },
  {
    id: 53,
    slug: "four-of-cups",
    name: "Четвірка Кубків",
    originalName: "Four of Cups",
    number: 4,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "апатія",
        "споглядання",
        "відчуття відірваності",
        "меланхолія",
        "нудьга",
        "байдужість",
        "невдоволення",
      ],
      description:
        "Карта Четвірка Кубків представляє нудьгу, самоізоляцію та блокування. Людина може в даний час почуватися незадоволеною своєю рутиною, бути невмотивованою або застряглою і колії.",
      love: "нудно в особистому житті, відсутність азарту в стосунках",
      career:
        "нудьга на роботі, почуття незадоволеності роботою чи кар’єрою, відсутність прогресу",
      finance: "відчуття розчарування в грошах, заздрість до інших",
      additionalDescription:
        "Ця карта означає, що можливості течуть до людини, але вона закрила себе від отримання цих дарів. Це може бути результатом того, що в минулому її образили чи відкинули.",
    },

    reversed: {
      keywords: [
        "ясність",
        "усвідомлення",
        "прийняття",
        "вибір щастя",
        "депресія",
        "негативність",
      ],
      description:
        "Карта символізує, що ви відокремлюєте себе від інших або проходите через період відчуження. Ви можете почуватися збентежено чи розчаровано. Ви відчуваєте приплив нових сил і готові скористатися новими можливостями. Життя знову приносить вам задоволення після затяжного періоду нудьги. Ви в приємному стані очікування чогось.",
      love: "бути більш активним у коханні, нове розуміння кохання",
      career: "нове натхнення чи творчість, усвідомлення кар’єри, коригування",
      finance:
        "позитивний підхід до фінансів, сила волі для досягнення фінансових цілей",
      additionalDescription:
        "Ви багато спілкуватиметеся, у вас з’являться нові друзі, можливо, це буде результатом того, що ви відвідаєте вечірку або приймете чиєсь запрошення. Можливо, саме зараз варто відновити старі знайомства та подумати, наскільки вони для вас важливі.",
    },
  },
  {
    id: 54,
    slug: "five-of-cups",
    name: "П’ятірка Кубків",
    originalName: "Five of Cups",
    number: 5,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "втрата",
        "горе",
        "розчарування",
        "печаль",
        "жалоба",
        "невдоволення",
      ],
      description:
        "П’ятірка Кубків представляє жалість до себе, втрату чи жаль. Можливо, ви нещодавно пережили складний досвід; можливо, закінчилися стосунки чи дружба, чи ви нині перебуваєте в розлуці з коханою людиною.",
      love: "скорботний розрив, час напруги та смутку у відносинах",
      career: "крок назад у кар’єрі, втрата роботи, втрата бізнесу",
      finance: "фінансові втрати, ще щось залишилося врятувати",
      additionalDescription:
        "Ця карта є нагадуванням про те, що можна відчувати негативні емоції та давати місце для скорботи. Однак це також знак того, що не варто надто довго занурюватися в жалість до себе; все не так погано, як здається.",
    },

    reversed: {
      keywords: [
        "прийняття",
        "рух уперед",
        "здобуття спокою",
        "задоволення",
        "бачення позитивних моментів",
      ],
      description:
        "Перевернута П’ятірка Кубків припускає, що ви, можливо, нещодавно зіткнулися з проблемою чи невдачею. Ця карта є нагадуванням поглянути на ситуацію з ширшої точки зору. Уже видно світло в кінці тунелю, і ви вже на шляху до одужання від минулих ран і втрат. Той, з ким ви були знайомі у минулому, відродить вашу надію на майбутнє. У вашому житті знову може виникнути старий друг.",
      love: "відхід від минулих стосунків, зцілення від старих ран",
      career:
        "втрата роботи, що веде до кращого стану, зцілення від помилок у кар’єрі",
      finance: "порятунок від фінансових втрат, відновлення фінансової безпеки",
      additionalDescription:
        "П’ятірка Кубків нагадує, що ви не можете змінити минуле, але незабаром краще зрозумієте, що сталося. Практикуйте самопрощення.",
    },
  },
  {
    id: 55,
    slug: "six-of-cups",
    name: "Шістка Кубків",
    originalName: "Six of Cups",
    number: 6,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "ностальгія",
        "спогади",
        "знайомство",
        "зцілення",
        "комфорт",
        "сентиментальність",
        "задоволення",
      ],
      description:
        "Шістка Кубків є ностальгією, дитячою радістю та щасливими спогадами. Вам пропонують озирнутися на прекрасні моменти свого життя, коли ви відчували задоволення або блаженство.",
      love: "возз’єднання з колишнім, переживання щасливих спогадів, зцілення після розриву",
      career:
        "повернутися до колишньої роботи, не повторювати минулих помилок, засвоїти уроки кар’єри",
      finance:
        "повернення до батьків, фінансові подарунки, спільне використання фінансів",
      additionalDescription:
        "Ця карта також може означати, що хтось із минулого повернеться та вплине на вас позитивно. Це може бути друг, який був у від’їзді або наставник.",
    },

    reversed: {
      keywords: [
        "застрягання у минулому",
        "рухатись уперед",
        "залишати дім",
        "незалежність",
      ],
      description:
        "Перевернута Шістка Кубків — це знак того, що ви дозволяєте минулому досвіду диктувати своє майбутнє. Це може вказувати на проблеми або травми, які були пережиті в дитинстві або в минулих стосунках.",
      love: "нездатність рухатися далі, чіпляючись за минуле кохання, нездатність жити справжнім",
      career:
        "відмова від комфортної роботи, залишення старої роботи, повторення негативних патернів",
      finance: "фінансово незалежний, той, що залишає батьківський будинок",
      additionalDescription:
        "Карта каже, що ви зупиняєтеся на позитивному досвіді в минулому, можливо, з колишнім партнером. Ностальгія та роздуми — це непогано, але пам’ятайте, що не можна упускати нинішніх можливостей.",
    },
  },
  {
    id: 56,
    slug: "seven-of-cups",
    name: "Сімка Кубків",
    originalName: "Seven of Cups",
    number: 7,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "вибір",
        "пошук мети",
        "ілюзія",
        "фантазія",
        "мрійливість",
        "прийняття бажаного за дійсне",
        "нерішучість",
      ],
      description:
        "Сімка Кубків представляє мрії, фантазії та вибір. Ви можете бути сповнені творчості та хвилювання з приводу потенційних нових проєктів чи можливостей.",
      love: "вибираючи між коханцями, будьте обачні в романтичних рішеннях",
      career: "багато варіантів кар’єри, зробіть вибір і дотримуйтесь його",
      finance:
        "кілька фінансових можливостей, обережність у фінансовому виборі",
      additionalDescription:
        "Варто уважно розглянути всі варіанти, бо вони можуть бути не такими яскравими, як здаються. Як тільки ви відчуєте впевненість в одному шляху, ця карта є ознакою того, що потрібно вжити обґрунтованих дій, щоб втілити свої бачення в реальність!",
    },

    reversed: {
      keywords: [
        "відсутність мети",
        "безлад",
        "спантеличеність",
        "диверсія",
        "відволікання",
        "ясність",
        "поганий вибір",
      ],
      description:
        "Перевернута Сімка Кубків говорить про вибір. Ви можете в даний час почуватися в пастці своїх обставин і спантеличеності щодо наступних кроків.",
      love: "хаотичне та заплутане любовне життя, уникнення романтичних рішень, ясність щодо кохання",
      career:
        "відсутність варіантів кар’єри, втрачені можливості, створення чіткого кар’єрного бачення",
      finance:
        "фінансова ясність, відволікання від фінансових цілей, відсутність фінансових цілей",
      additionalDescription:
        "Ви маєте більше можливостей, ніж думаєте. Пропонується відновити зв’язок зі своїми більшими цілями та пришвидшити процес ухвалення рішень, навіть якщо це лякає.",
    },
  },
  {
    id: 57,
    slug: "eight-of-cups",
    name: "Вісімка Кубків",
    originalName: "Eight of Cups",
    number: 8,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "покинутість",
        "йти геть",
        "відпускати",
        "пошук істини",
        "залишати щось позаду",
      ],
      description:
        "Вісімка Кубків є життям у згоді з вашою істиною, інстинктами й уникненням ситуацій, які розчаровують. Можливо, ви нещодавно покинули роботу, розірвали стосунки чи дружбу, які не приносили задоволення.",
      love: "відхід із нещасливих стосунків, проблеми з відмовою",
      career: "відхід з роботи, що не задовольняє, відпустка, ескапізм",
      finance: "віддавати перевагу щастю, а не фінансовій безпеці",
      additionalDescription:
        "Ця карта є нагадуванням про те, що в ухваленні рішень варто керуватися інстинктами та інтуїцією. Якщо ви останнім часом уникали ситуації, Вісімка Кубків запевняє, що ви маєте сили протистояти реальності.",
    },

    reversed: {
      keywords: [
        "застій",
        "монотонність",
        "прийняти запропоноване",
        "ухилення",
        "страх змін",
        "перебування в поганій ситуації",
      ],
      description:
        "Вісімка Кубків показує, що у вас нещасливі стосунки, робота чи інша сфера. Ви переживаєте період застою та боїтеся змін через страх перед невідомістю.",
      love: "перебування в поганих стосунках, страх самотності",
      career: "прийняття незадовільної роботи, страх змін",
      finance: "віддавати перевагу фінансовій безпеці, а не щастю",
      additionalDescription:
        "Ця карта нагадує про необхідність возз’єднатися зі своєю інтуїцією та силою. Хоча залишатися в тій же ситуації здається безпечним вибором, згодом це ставатиме дедалі не зручним. Зробіть стрибок.",
    },
  },
  {
    id: 58,
    slug: "nine-of-cups",
    name: "Дев’ятка Кубків",
    originalName: "Nine of Cups",
    number: 9,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "виконання бажань",
        "задоволення",
        "успіх",
        "досягнення",
        "визнання",
      ],
      description:
        "Дев’ятка Кубків представляє вдячність, здійснені мрії та життєві задоволення. Ви досягли мети або задоволені своїми стосунками, кар’єрою чи іншою сферою.",
      love: "цінувати поточне любовне життя, позитив, що веде до романтики, веселий роман",
      career:
        "задовільна кар’єра, визнання та повага на роботі, уникайте самовпевненості",
      finance:
        "достаток, фінансовий комфорт, фінансова безпека, матеріальна винагорода",
      additionalDescription:
        "Якщо ви почуваєтеся пригнічено, карта нагадує, що потрібно прийняти красу навколо себе. Ви успішно завершили важливий життєвий етап і можете дозволити собі заслужене свято.",
    },

    reversed: {
      keywords: [
        "нещастя",
        "нереалізованість",
        "розчарування",
        "неуспішність",
        "зарозумілість",
        "снобізм",
      ],
      description:
        "Перевернута Дев’ятка Кубків сигналізує про невдоволення або почуття, що ваші мрії не втілили в собі те внутрішнє щастя, на яке ви сподівалися.",
      love: "відсутність глибокого зв’язку, поверхові стосунки, необхідна внутрішня робота",
      career:
        "робота мрії не те, що ви очікували, кар’єрні очікування не виправдалися",
      finance:
        "невдалі фінансові цілі, відсутність віддачі від вкладення ваших ресурсів",
      additionalDescription:
        "Ця карта спонукає вас доторкнутися до того, що дійсно важливе, і поміркувати, який слід ви хочете залишити у світі. Це гарний час, щоб подумати, що зробити для інших, а також відновити зв’язок із близькими.",
    },
  },
  {
    id: 59,
    slug: "ten-of-cups",
    name: "Десятка Кубків",
    originalName: "Ten of Cups",
    number: 10,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "щастя",
        "повернення додому",
        "задоволення",
        "емоційна стабільність",
        "безпека",
        "домашня гармонія",
      ],
      description:
        "Десятка Кубків представляє щастя, сімейну єдність та особисту реалізацію. Ця карта припускає, що ви живете щасливим життям вдома або в своїй сім’ї. Є зв’язок і єднання з близькими.",
      love: "зобов’язання, наступний крок у стосунках, довгострокова стабільність, тривалі стосунки",
      career:
        "почуття причетності на роботі, дух товариства між колегами, виконання роботи та підтримка",
      finance: "фінансова стабільність і захищеність, відчуття достатності",
      additionalDescription:
        "Ця карта також може служити нагадує, що варто побачити достаток і чари навколо себе. Можливо, ви заблукали в повсякденній рутині і не скористалися шансом оцінити красу, яку створили у своєму житті.",
    },

    reversed: {
      keywords: [
        "невдачі вдома",
        "розлука",
        "побутовий конфлікт",
        "дисгармонія",
        "ізоляція",
      ],
      description:
        "Перевернута Десятка Кубків означає роз’єднання або перебування на іншій сторінці з коханою людиною чи партнером. Періоди нестабільності чи розладу в стосунках складні, але дають можливість зростання.",
      love: "втручання родичів, коротка інтрижка, зовнішні сили, що впливають на стосунки",
      career:
        "вороже робоче місце, напруженість між колегами, ізоляція на робочому місці",
      finance: "суперечки з сім’єю через фінанси, фінансову нестабільність",
      additionalDescription:
        "Зараз час подумати, чи живете ви в згоді з істиною та цінностями. Іноді простіше відмовитись від того, у що ми віримо, щоб зберегти гармонію в стосунках. Хтось може створювати проблеми, які отруюють життя вашим близьким друзям чи членам сім’ї.",
    },
  },
  {
    id: 60,
    slug: "page-of-cups",
    name: "Паж Кубків",
    originalName: "Page of Cups",
    number: 11,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "ідеалізм",
        "чутливість",
        "мрійництво",
        "наївність",
        "невинність",
        "внутрішня дитина",
        "витання у хмарах",
      ],
      description:
        "Паж Кубків є творчим самовираженням, інтуїцією та цікавістю. Вам пропонується заглибитися у свою творчість і самовираження, не дозволяючи внутрішньому критику затьмарити процес.",
      love: "свіжий погляд на стосунки, трепет і подив у коханні та романтиці",
      career: "пошук творчої віддушини на роботі, мрії про кар’єру",
      finance: "нереалістичні фінансові цілі, мрії без докладання зусиль",
      additionalDescription:
        "Шукайте синхронності та повідомлення від Всесвіту. Це час йти своїм шляхом. Для вас починається період нових відчуттів і стосунків, який можна назвати періодом емоційного відродження. Можливо, ви відновите якісь романтичні стосунки або познайомитеся з приємною людиною.",
    },

    reversed: {
      keywords: [
        "емоційна вразливість",
        "незрілість",
        "нехтування внутрішньою дитиною",
        "ескапізм",
        "незахищеність",
      ],
      description:
        "Перевернутий Паж Кубків вказує на те, що ви виношуєте творчі ідеї та проєкти, але боїтеся поділитися ними зі світом, побоюючись невдачі. Ви відчуваєте невпевненість у собі та тримаєте свої плани в секреті.",
      love: "сором’язливий, вразливий партнер, емоційно незрілий партнер, невпевненість у собі в романтичних стосунках",
      career:
        "емоційна вразливість на роботі, невпевненість у собі на роботі, творчі блоки",
      finance: "заперечення фінансів, уникнення фінансових рішень",
      additionalDescription:
        "Карта може також вказувати на те, що ви почуваєтеся творчо заблокованим через перфекціонізм. Возз’єднайтеся з вашою початковою радістю та пристрастю до здійснення своїх проєктів і дозвольте натхненню жити вільно.",
    },
  },
  {
    id: 61,
    slug: "knight-of-cups",
    name: "Лицар Кубків",
    originalName: "Knight of Cups",
    number: 12,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "ідеалізм",
        "привабливість",
        "артистизм",
        "граціозність",
        "тактовність",
        "дипломатичність",
        "посередництво",
        "переговори",
      ],
      description:
        "Лицар Кубків уособлює романтику, творчість і красу. Ця карта є ознакою того, що той, хто запитує, може просуватися вперед із творчим проєктом, який він інтуїтивно відчував, що вимушений втілити в життя.",
      love: "романтика, потяг, флірт, закоханість у кохання, нереалістичні очікування кохання",
      career:
        "дипломатичність у роботі, тактовність сприяє згуртуванню колективу, творчі рішення",
      finance:
        "посередництво в суперечках про фінанси, використання творчості для досягнення фінансових цілей",
      additionalDescription:
        "Ця карта також може бути нагадуванням про те, що потрібно бути вразливим і висловлювати любов оточуючим. Іноді може бути страшно нести свою душу, але ця хоробрість дозволить досягти більшої близькості та зв’язку.",
    },

    reversed: {
      keywords: [
        "розчарування",
        "істерики",
        "примхливість",
        "метушня",
        "уникнення конфлікту",
      ],
      description:
        "Перевернутий Лицар Кубків свідчить, що ви дуже емоційна людина. У душі ви можете бути мрійниками, але відчуваєте, що зовнішня реальність не відповідає вашому баченню життя. Не будьте надто пасивними, не піддавайтеся впливу інших. Існує небезпека, що вас можуть ввести в оману. Проконсультуйтеся з неупередженою людиною. Стежте, щоб вас не обдурили, не обвели довкола пальця.",
      love: "уникнення конфліктів у коханні, пасивноагресивний партнер, почуття, що швидко змінюються, фальшива зовнішність",
      career:
        "напруженість і примхливість на роботі, уникнення робочої конфронтації",
      finance: "уникнення фінансових рішень, фінансове розчарування",
      additionalDescription:
        "Ця карта спонукає людину зробити крок назад і знайти спосіб звільнити важкі емоції, які вона несе. Пропонується глибше поглянути на свої потреби та почуття, перш ніж робити поспішні висновки.",
    },
  },
  {
    id: 62,
    slug: "queen-of-cups",
    name: "Королева Кубків",
    originalName: "Queen of Cups",
    number: 13,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "співчуття",
        "теплота",
        "доброта",
        "інтуїція",
        "цілительство",
        "порадництво",
        "підтримка",
      ],
      description:
        "Королева Кубків представляє емоції, жіночність та інтуїцію. Ця карта нагадує прохачеві поважати свою чутливість і дозволяти собі відчувати весь спектр емоцій, що становлять людський досвід.",
      love: "дбайливість і підтримка, поглиблення стосунків, що вже існують",
      career:
        "взяти на себе роль опікуна на роботі, шукати підтримки та співчуття на роботі",
      finance:
        "використання ресурсів для піклування про інших, давання, благодійність, щедрість",
      additionalDescription:
        "Ця карта також є ознакою того, що людина повинна довіряти своїй інтуїції та серцю. Усі відповіді на її запитання лежать усередині. Королева Кубків повідомляє про необхідність твердо стояти у своїй правді та світлі.",
    },

    reversed: {
      keywords: [
        "незахищеність",
        "надмірне віддавання",
        "надмірна чутливість",
        "нужденність",
        "тендітність",
        "залежність",
        "мучеництво",
      ],
      description:
        "Перевернута Королева Кубків каже прохачеві зосередитися на своєму емоційному благополуччі та ставитися до себе з любов’ю, співчуттям і турботою. Вони можуть бути дуже чутливими або емпатами, завжди віддаючи перевагу потребам інших.",
      love: "залежний чи нав’язливий коханець, що докладає більше зусиль, ніж партнер, надмірно чутливий коханець",
      career:
        "емоційне виснаження на роботі, зневага своїм емоційним здоров’ям заради роботи",
      finance:
        "бути надто щедрим, нехтувати своїм фінансовим здоров’ям заради інших",
      additionalDescription:
        "Ця карта спонукає запитувача знайти час, щоб прислухатися до своєї інтуїції та поважати свої почуття. Вони можуть мати проблеми із самовираженням, і вони часто стримують свої емоції.",
    },
  },
  {
    id: 63,
    slug: "king-of-cups",
    name: "Король Кубків",
    originalName: "King of Cups",
    number: 14,
    arcana: "minor",
    suit: "cups",
    image: null,

    upright: {
      keywords: [
        "мудрість",
        "дипломатичність",
        "баланс між розумом і серцем",
        "відданість",
        "радництво",
        "консультантування",
      ],
      description:
        "Карта вказує, що людина здатна збалансувати свої думки та серце в стосунках. Або нагадує, що потрібно залишатися врівноваженим і спокійним, стикаючись з міжособистісним конфліктом.",
      love: "використовуючи голову та серце в коханні, співчутливий, але заспокійливий партнер",
      career:
        "врівноважуючи емоційні, практичні та логічні потреби, мудрість веде до поваги та захоплення",
      finance:
        "фінансова стабільність, бути реалістом, але сподіватися на фінанси",
      additionalDescription:
        "Не можна придушувати емоції. Дуже важливо повністю відчувати смуток, біль і страх, а також щастя, задоволення та радість. Ми часто уникаємо емоцій, побоючись, що вони нас поглинуть.",
    },

    reversed: {
      keywords: [
        "переповненість",
        "тривожність",
        "холодність",
        "контроль",
        "замкнутість",
        "маніпулятивність",
        "егоїзм",
      ],
      description:
        "Перевернутий Король Кубків символізує когось емоційного, але сильного, якому важко залишатися стійким у важкі часи чи під час життєвих змін. Хтось може використовувати вас у корисливих цілях, зігравши на ваших емоціях. Існує небезпека стати жертвою шахрая або афериста.",
      love: "маніпулювання, обман та егоїзм у коханні, ведення чи використання, не докладання зусиль",
      career:
        "егоїзм на роботі, залишатися на роботі, незважаючи на відсутність емоційного задоволення",
      finance:
        "неконтрольовані витрати, хибні фінансові судження, емоційний фінансовий вибір",
      additionalDescription:
        "Спокій і зосередженість можна знайти лише всередині. Медитація та ведення щоденника можуть бути корисними практиками. Король Кубків може також представляти чоловічу фігуру в житті, який емоційно маніпулює.",
    },
  },
  {
    id: 64,
    slug: "ace-of-pentacles",
    name: "Туз Пентаклів",
    originalName: "Ace of Pentacles",
    number: 1,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "нові можливості",
        "ресурси",
        "достаток",
        "процвітання",
        "безпека",
        "стабільність",
        "прояв",
      ],
      description:
        "Туз Пентаклів представляє достаток, фінансове процвітання та прояв. Ця карта каже прохачеві проявити ініціативу та діяти в нових проєктах, компаніях чи ініціативах, що відповідають їхнім цінностям.",
      love: "стійкі любовні стосунки, достаток і процвітання в коханні, привілейована пара",
      career: "нова робота чи ділові можливості",
      finance: "інвестиції в майбутнє, нову фінансову подорож",
      additionalDescription:
        "Карта означає достаток і процвітання у фінансах та особисту реалізацію. Гроші можуть бути в дорозі. Дуже часто карта вказує на початкові етапи стосунків із людиною або з кількома людьми, які згодом відчинять вам двері до майбутнього фінансового процвітання.",
    },

    reversed: {
      keywords: [
        "втрачені шанси",
        "дефіцит",
        "нестабільність",
        "скупість",
        "невдалі інвестиції",
      ],
      description:
        "Перевернутий Туз Пентаклів вказує на те, що людина може відчувати затримки з проєктами, новим бізнесом або в особистому житті. Може здатися, що справи йдуть не так, як вони припускали.",
      love: "втрата емоційної стабільності, грошові проблеми в стосунках",
      career: "втрачені можливості роботи, інвестування в неправильну кар’єру",
      finance: "дефіцит, погані фінансові рішення",
      additionalDescription:
        "Перевернутий Туз Пентаклів каже, що зараз варто бути обережним із бюджетом і не брати на себе додаткових фінансових зобов’язань. Людина має жити стримано і поки що уникати великих покупок.",
    },
  },
  {
    id: 65,
    slug: "two-of-pentacles",
    name: "Двійка Пентаклів",
    originalName: "Two of Pentacles",
    number: 2,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "збалансованість ресурсів",
        "адаптація",
        "винахідливість",
        "гнучкість",
        "закінчення ресурсів",
      ],
      description:
        "Двійки — це стосунки, баланс і гармонія. Двійка Пентаклів означає, що людина багатозадачна та намагається збалансувати безліч обов’язків.",
      love: "балансування любов/робота/сім’я, адаптація до змін у коханні",
      career: "жонглювати робочими проєктами, бути винахідливим у роботі",
      finance: "обмежені фінанси, пріоритезація рахунків, нестабільні фінанси",
      additionalDescription:
        "Ця карта також може означати, що вам необхідно внести більше організованості у свою рутину. Вони повинні визначити, які ресурси допоможуть вам відчувати себе менш пригніченими: наймання додаткової допомоги або звернення за порадою.",
    },

    reversed: {
      keywords: [
        "дисбаланс",
        "неорганізованість",
        "перевантаженість",
        "плутанина",
        "хаос",
        "перекладання роботи",
      ],
      description:
        "Перевернута Двійка Пентаклей вказує на те, що той, хто запитує, жонглює безліччю обов’язків і почувається пригніченим. Це знак відступити на мить, вдихнути та знайти способи зосередитися серед хаосу.",
      love: "нехтування любов’ю, нехтування партнером, незосередженість на коханні",
      career: "перевтома, надто багато проєктів, речі провалюються",
      finance: "занадто багато рахунків, складність йти в ногу з платежами",
      additionalDescription:
        "Двійка Пентаклів нагадує нам, що те, чому ми присвячуємо нашу енергію, є тим, чому ми зараз віддані. У вас є можливість оцінити сфери свого життя, які не відповідають його цінностям.",
    },
  },
  {
    id: 66,
    slug: "three-of-pentacles",
    name: "Трійка Пентаклів",
    originalName: "Three of Pentacles",
    number: 3,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "командна робота",
        "спільні цілі",
        "співробітництво",
        "учнівство",
        "зусилля",
        "об’єднання енергії",
      ],
      description:
        "Трійка Пентаклів представляє розширення навичок і знань, командну роботу та реалізацію. Ця карта є ознакою того, що людина зможе досягти більшого успіху за спільної підтримки команди.",
      love: "виконання проєктів із партнером, почуття команди, кохання на роботі / творчі захоплення",
      career:
        "робота в команді, співпраця з іншими, різні набори навичок і думок",
      finance:
        "дізнатися про фінанси, отримати консультацію щодо складання бюджету",
      additionalDescription:
        "Крім того, ви реалізуєте свої цілі та досягнете успіху. Тяжка робота скоро окупиться, і можна очікувати винагороди: фінансової чи просто глибокого задоволення та гордості.",
    },

    reversed: {
      keywords: [
        "відсутність згуртованості",
        "відсутність командної роботи",
        "апатія",
        "погана мотивація",
        "конфлікт",
        "егоїзм",
        "конкуренція",
      ],
      description:
        "Перевернута Трійка Пентаклів може вказувати на відсутність гармонії чи співпраці між людиною та її колегами або в рамках інших групових динаміків. Людина може відчувати, що його робота не оцінена або недооцінена.",
      love: "конфлікти в практичному житті, не бути добрим товаришем по команді в коханні",
      career: "стрес і розчарування серед колег, офісна політика",
      finance: "уникати вивчення фінансів",
      additionalDescription:
        "Ця карта також може означати відсутність мотивації чи зацікавленості людини в роботі. Перевернута Трійка Пентаклів є нагадуванням про необхідність оцінити ситуацію з більш високої точки зору та здобути урок.",
    },
  },
  {
    id: 67,
    slug: "four-of-pentacles",
    name: "Четвірка Пентаклів",
    originalName: "Four of Pentacles",
    number: 4,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "володіння",
        "незахищеність",
        "запасливість",
        "скупість",
        "стабільність",
        "безпека",
        "заощадження",
        "матеріалізм",
        "багатство",
        "ощадливість",
        "кордони",
        "стриманість/ розсудливість",
      ],
      description:
        "Четвірка Пентаклів представляють наше фінансове мислення. Ця карта каже переглянути свої відносини з грошима. Чи маєте ви мислення дефіциту та страх браку?",
      love: "прилипливий коханець, ревнощі, почуття невпевненості, чіпляння за минуле",
      career: "синдром самозванця, параноя, уникнення співпраці",
      finance: "стабільні фінанси, ощадливість, економія на майбутнє",
      additionalDescription:
        "Ця карта спонукає переоцінити системи переконань, що лежать в основі його фінансового життя, а також розглянути можливість впровадження нових звичок або фінансового плану на майбутнє.",
    },

    reversed: {
      keywords: [
        "щедрість",
        "дарування",
        "витрати",
        "відкритість",
        "матеріальна незахищеність",
        "безрозсудні витрати",
      ],
      description:
        "Перевернута Четвірка Пентаклів нагадує про необхідність відпустити будь-яку сферу свого життя, де ви намагаєтеся надмірно контролювати результат. Це може містити утримання невирішених ситуацій із людьми, занепокоєння з приводу фінансів чи майна.",
      love: "подолання ревнощів, звільнення від минулих коханців",
      career: "щедрість по відношенню до колег, ризиковані робочі рішення",
      finance: "витрачати, жертвувати, ділитися ресурсами",
      additionalDescription:
        "Карта нагадує не надавати надто великого значення для матеріального боку життя. Зосередьтеся на вдячності. Це час здатися та повірити, що все вийде так, як задумано.",
    },
  },
  {
    id: 68,
    slug: "five-of-pentacles",
    name: "П’ятірка Пентаклів",
    originalName: "Five of Pentacles",
    number: 5,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "труднощі",
        "втрата",
        "ізоляція",
        "відчуття покинутості",
        "негаразди",
        "боротьба",
        "безробіття",
        "відчуження",
        "ганьба",
      ],
      description:
        "П’ятірка Пентаклів символізує фінансовий стрес, свідомість бідності або відсутність почуття власної гідності. Часто це може означати, що ви стурбовані своїм фінансовим становищем, побоюючись втратити роботу.",
      love: "ізоляція, самотність, почуття відчуженості, депресія",
      career: "робочі труднощі, ізоляція від колег, вигнанець",
      finance: "бідність, борги, банкрутство, обмежені фінанси",
      additionalDescription:
        "П’ятірка Пентаклів нагадує про необхідність зміцнювати віру в себе та в силу свого потенціалу та винахідливості. Це також заклик зосередитися на достатку життя та практикувати вдячність",
    },

    reversed: {
      keywords: [
        "позитивні зміни",
        "відновлення після втрат",
        "подолання негараздів",
        "прощення",
        "відчуття важливості",
      ],
      description:
        "Перевернута П’ятірка Пентаклів є позитивною ознакою, якщо ви відчуваєте, що останнім часом у вас були проблеми. Це ознака прогресу і те, що Всесвіт надішле підтримку.",
      love: "покращення особистого життя, відкриття себе іншим",
      career: "дружба на роботі, закінчення робочих труднощів",
      finance: "відновлення збитків, заощадження, погашення боргів",
      additionalDescription:
        "Ця карта каже нам підключитися до нашої сили та можливостей. Якщо ви стикаєтеся з фінансовими труднощами, Перевернута П’ятірка Пентаклів має особливе значення. Проблеми з грошима та доходами, труднощі в бізнесі будуть подолані. Можливо, вам підвернеться тимчасова робота.",
    },
  },
  {
    id: 69,
    slug: "six-of-pentacles",
    name: "Шістка Пентаклів",
    originalName: "Six of Pentacles",
    number: 6,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "щедрість",
        "благодійність",
        "спільнота",
        "матеріальна допомога",
        "підтримка",
        "обмін",
        "дарування та отримання",
        "подяка",
      ],
      description:
        "Шістка Пентаклів представляє фінансову гармонію, милосердя та щедрість. Ця карта припускає, що той, хто запитує, створив позитивну карму, поділившись своїм достатком з іншими.",
      love: "стосунки, де є підтримка, щедрий коханець",
      career: "наставник, цінний співробітник, інвестори",
      finance: "фінансова підтримка, пожертвування",
      additionalDescription:
        "Ця карта також може вказувати на добрі фінансові новини. Той, хто просить, може успадкувати гроші або отримати щедрий подарунок. Яке б благополуччя не перебувало в їхньому житті, їм пропонується поділитися достатком з близькими.",
    },

    reversed: {
      keywords: [
        "динаміка влади",
        "зловживання щедрістю",
        "домовленості заради вигоди",
        "нерівність",
        "вимагання",
      ],
      description:
        "Перевернута Шістка Пентаклів може вказувати на відсутність балансу в стосунках; прохач дав так багато, але не отримав рівної частки натомість. Перевернута Шістка Пентаклів говорить про втрату грошей або крадіжку майна через недбалість, нечесність чи необачність. Хтось може відмовитися повертати борг або надати послуги у відповідь.",
      love: "несправедлива динаміка влади, використання кохання, контроль коханця",
      career:
        "приховані задуми, послуга за послугу, підлабузництво до начальства",
      finance:
        "відсутність допомоги, несправедливі кредити, подарунки з умовами, образи",
      additionalDescription:
        "Шістка Пентаклів також каже зосередитися на турботі про себе. Настав час потішмти себе чимось, що робить вас щасливими, наприклад масажем, подорожжю або навіть новою парою взуття. Можливо, скоро вам доведеться виплатити борги, що завдасть серйозного удару по фінансах. Джерело фінансової підтримки може вичерпатися.",
    },
  },
  {
    id: 70,
    slug: "seven-of-pentacles",
    name: "Сімка Пентаклів",
    originalName: "Seven of Pentacles",
    number: 7,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "врожай",
        "нагорода",
        "результат",
        "зростання",
        "прогрес",
        "наполегливість",
        "терпіння",
        "планування",
      ],
      description:
        "Сімка Пентаклів представляє довгострокове бачення, стійкість та оцінку. Ця карта вказує на те, що ви домагаєтеся своїх цілей наполегливою працею та рішучістю.",
      love: "перетворюючи роботу на любов, дружба перетворюється на романтику",
      career: "просування до мети, оцінка прогресу",
      finance: "докладаючи зусиль до фінансів, повільні та стійкі інвестиції",
      additionalDescription:
        "Сімка Пентаклів — це запрошення до довгострокового бачення. Пам’ятайте, що найкращі нагороди надходять від тривалих зусиль, а не від швидких перемог. Ви можете відчути, що досягнуто недостатнього прогресу.",
    },

    reversed: {
      keywords: [
        "незавершена робота",
        "прокрастинація",
        "низькі зусилля",
        "марнотратство",
        "відсутність зростання",
        "невдача",
        "нетерпіння",
        "відсутність винагород",
      ],
      description:
        "Перевернута Сімка Пентаклів може вказувати на те, що ви не отримуєте віддачі від інвестицій, які ви вклали в проєкт, роботу чи стосунки. Енергія та ресурси, які вони надали, не принесли очікуваного врожаю.",
      love: "немає результатів від кохання, неможливість змусити кохати",
      career: "відсутність результатів у трудових зусиллях, застійна кар’єра",
      finance: "збитки, невелика фінансова компенсація",
      additionalDescription:
        "Ви не повністю вкладали свої сили або відкладали; звідси й відсутність прогресу. Саморефлексія потрібна як найефективніший спосіб рухатися вперед. Немає сумнівів, що зараз ви турбуєтеся про гроші. Можливо, доведеться відмовитися від якогось проєкту через фінансові проблеми, що виникли.",
    },
  },
  {
    id: 71,
    slug: "eight-of-pentacles",
    name: "Вісімка Пентаклів",
    originalName: "Eight of Pentacles",
    number: 8,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "майстерність",
        "талант",
        "якість",
        "високі стандарти",
        "досвід",
        "хист",
        "зобов’язання",
        "самовідданість",
        "досягнення",
      ],
      description:
        "Вісімка Пентаклів представляють майстерність; опанування нових навичок і відточування ремесла. Ця карта спонукає людину продовжити свою освіту чи вдосконалюватися у своїй галузі.",
      love: "досягнута мета стосунків, розвиток відносин",
      career:
        "самовідданість, просування на роботі, розвиток навичок, прояв таланту",
      finance: "фінансові винагороди, стати фінансово незалежними",
      additionalDescription:
        "Вісімка Пентаклів нагадує, що ви здатні побудувати кар’єру, яка задовольнятиме як емоційно, так і фінансово. Ця карта є позитивним знаком для досягнення цілей.",
    },

    reversed: {
      keywords: [
        "неякісна робота",
        "робота поспіхом",
        "погана репутація",
        "відсутність мотивації",
        "посередність",
        "лінь",
        "низька кваліфікація",
        "безперспективна робота",
      ],
      description:
        "Карта каже, що людина поглинута конкретним проєктом, який не дає бажаного результату. Ваше нетерпіння та бажання вибрати найлегший шлях можуть створити неетичну ситуацію на роботі, а також спричинити відсутність винагороди. Можливо, ви не задоволені своєю роботою або зовсім не маєте її на даний момент.",
      love: "не докладаючи зусиль до кохання, нехтуючи стосунками",
      career: "низька мотивація, виснажлива робота, низька якість роботи",
      finance: "недбале ставлення до фінансів, перевитрата",
      additionalDescription:
        "Перевернута Вісімка Пентаклів також означає, що вам потрібно зробити перерву та відпочити. Ви можете бути надто зациклені на кар’єрі та фінансах на шкоду іншим сферам свого життя, зокрема духовний зв’язок.",
    },
  },
  {
    id: 72,
    slug: "nine-of-pentacles",
    name: "Дев’ятка Пентаклів",
    originalName: "Nine of Pentacles",
    number: 9,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "зусилля",
        "які приносять винагороду",
        "успіх",
        "досягнення",
        "незалежність",
        "дозвілля",
        "матеріальна забезпеченість",
        "самодостатність",
      ],
      description:
        "Дев’ятка Пентаклів представляє матеріальну безпеку, задоволення та фінансову свободу. Ця карта з’являється як нагадування людині насолодитися плодами своєї праці.",
      love: "високі вимоги до партнерів, баланс кохання та незалежності",
      career: "досягнення в кар’єрі, важка робота окупилася, успіх",
      finance: "фінансовий достаток, купівля нерухомості",
      additionalDescription:
        "Ця карта також може вказувати на те, що найкращі часи не за горами. Якщо ви були в процесі переїзду або маєте проблеми вдома, скоро відбудеться зрушення до нового початку.",
    },

    reversed: {
      keywords: [
        "бути під охороною",
        "життя за межами ресурсів",
        "матеріальна нестабільність",
        "безглузді витрати",
        "поверховість",
      ],
      description:
        "Перевернута Дев’ятка Пентаклів каже людині оцінити своє життя і те, що більше не відповідає його вібрації та почуттю власної гідності. Можливо, нещодавно ви пережили період, коли ставили під сумнів себе та свою цінність.",
      love: "страх відмовитися від незалежності, бути під опікою в коханні",
      career:
        "бажання досягти успіху без роботи, відсутність балансу між роботою та особистим життям",
      finance: "перевитрата, імпульсивні покупки, прагнення легких грошей",
      additionalDescription:
        "Рекомендується переглянути свої особисті переконання та відпустити будь-які історії, які більше не служать вам у вашій еволюції. Можливі необдумані поспішні і навіть дурні вчинки, коли людина не тільки глуха до підказок власної душі, а й нехтує здоровим глуздом.",
    },
  },
  {
    id: 73,
    slug: "ten-of-pentacles",
    name: "Десятка Пентаклів",
    originalName: "Ten of Pentacles",
    number: 10,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "спадщина",
        "походження",
        "родина",
        "походження",
        "спадок",
        "несподіваний прибуток",
        "устої",
        "привілей",
        "достаток",
        "стабільність",
        "традиція",
      ],
      description:
        "Десятка Пентаклів представляє спадщину, досягнення та фінансове благополуччя. Ви досягли вершини у своїй подорожі, нещодавно завершивши важливу віху в кар’єрі чи житті завдяки тяжкій роботі.",
      love: "фінансово стабільна пара, віхи стосунків, схвалення сім’ї",
      career: "створення міцної кар’єри, стабільного майбутнього",
      finance:
        "непередбачуваний успіх, спадок, розвиток стабільного фінансового майбутнього",
      additionalDescription:
        "Варто проводити час зі своїми близькими та створювати спогади, розвивати глибокі сімейні зв’язки. Ця карта є позитивною ознакою, якщо людина сподівається збільшити свою сім’ю.",
    },

    reversed: {
      keywords: [
        "сімейна суперечка",
        "банкрутство",
        "борг",
        "швидкоминучий успіх",
        "конфлікт через гроші",
        "нестабільність",
        "порушення традиції",
      ],
      description:
        "Перевернута Десятка Пентаклів вказує, що ви втратили з уваги загальну картину свого життя і те, що дійсно важливе. Ви можете бути надмірно зосереджені на фінансах і не бачити інших благ у своєму житті.",
      love: "конфлікт між любов’ю та сім’єю, сторонні думки про кохання",
      career: "ліквідація компанії, борги, нестабільна кар’єра",
      finance: "борг, фінансові втрати, сімейні суперечки через гроші",
      additionalDescription:
        "Ви нещодавно пережили важкі часи і можете відчувати відсутність безпеки. Це нагадування, що в цей момент у вас є все, що вам потрібно, щоб отримати щастя.",
    },
  },
  {
    id: 74,
    slug: "page-of-pentacles",
    name: "Паж Пентаклів",
    originalName: "Page of Pentacles",
    number: 11,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "амбіції",
        "старання",
        "цілеспрямованість",
        "планування",
        "послідовність",
        "найкращий студент",
        "старанність",
        "приземленість",
        "лояльність",
        "вірність",
        "надійність",
      ],
      description:
        "Сторінка Пентаклів представляє пристрасть і початок нових починань. Людина може прагнути змінити кар’єру або розпочати підприємницьку діяльність. Енергія цієї карти говорить про мотивацію, необхідну для досягнення цілей.",
      love: "тихий, врівноважений, старанний коханець, відданість у стосунках",
      career: "складання планів досягнення амбіцій, великих мрій, навчання",
      finance: "формування гарних звичок із фінансами",
      additionalDescription:
        "Ця карта нагадує, що потрібно залишатися захопленим і бути на зв’язку з початковим прагненням, яке рухало цей проєкт. Перфекціонізм чи страх невдачі іноді можуть зупинити нас.",
    },

    reversed: {
      keywords: [
        "дурість",
        "незрілість",
        "безвідповідальність",
        "лінь",
        "невдаха",
        "прокрастинація",
        "втрачений шанс",
        "погані перспективи",
      ],
      description:
        "Перевернута Сторінка Пентаклів часто з’являється, коли людина упускає з уваги, чому вона почала проєкт чи переслідувала пристрасть як кар’єру. Людина може почуватися розсіяною або такою, що втратила інтерес.",
      love: "відсутність зобов’язань, нудьга, одноманітні стосунки",
      career: "уникає роботи, лінивий, невмотивований, хоче успіху без роботи",
      finance: "фінансова нестабільність, фінансова безвідповідальність",
      additionalDescription:
        "Варто вивчити та переглянути важливі життєві уроки. Дослідіть більш глибоке значення проблем, які виникли останнім часом. Щоб уникнути повторення минулих помилок, скористайтеся своїми природженими нахилами та здоровим глуздом. Ретельно перевіряйте інформацію, а не покладайтеся на поверхові знання.",
    },
  },
  {
    id: 75,
    slug: "knight-of-pentacles",
    name: "Лицар Пентаклів",
    originalName: "Knight of Pentacles",
    number: 12,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "практичність",
        "надійність",
        "ефективність",
        "повільність",
        "стійкість",
        "працьовитість",
        "відданість справі",
        "терплячість",
        "консервативність",
      ],
      description:
        "Карта означає важку роботу, методологічний підхід і рутину. Ви перебуваєте на півшляху до виконання проєкту. Ця карта є нагадуванням, що потрібно залишатися послідовним і відданим своїм цілям.",
      love: "вірний, але впертий коханець, постійні, надійні стосунки",
      career:
        "зосередженість і драйв, повільна та стабільна робота, важка робота",
      finance:
        "повільне та стійке фінансове зростання, консервація, ощадливість",
      additionalDescription:
        "Проблеми або помилки на шляху є важливими віхами на шляху успіху. Усі помилки — це важливий досвід навчання. Повільний, але правильний прогрес приведе вас до успіху. Ваша старанна та наполеглива робота буде добре оплачена. Вірний друг може прийти до вас на допомогу, або, можливо, ви самі надасте комусь послугу.",
    },

    reversed: {
      keywords: [
        "трудоголізм",
        "лінь",
        "тупість",
        "нудність",
        "безініціативність",
        "пустота",
        "безвідповідальність",
        "азарт",
        "ризикові вкладення",
      ],
      description:
        "Будьте зосередженими й дисциплінованими у своїх цілях. Не здавайтеся! Практикуйте відданість і впроваджуйте процедури для підтримки своїх зусиль. Ви відчуваєте брак натхнення, ваше ставлення до всього залишається рівним і безпристрасним. Можливо, ви надто консервативні та волієте користуватися застарілими методами, які вже є не ефективними.",
      love: "нудні стосунки, домосід, зневага стосунків",
      career:
        "маленькі амбіції, надто великі амбіції, трудоголік, одержимий роботою",
      finance: "марна трата грошей, імпульсивні покупки, ризиковані покупки",
      additionalDescription:
        "Людина відчуває, що застрягла в колії або їй нудно. У разі потреби варто змінити обстановку, але залишатися в теперішньому. Усе стане простіше!",
    },
  },
  {
    id: 76,
    slug: "queen-of-pentacles",
    name: "Королева Пентаклів",
    originalName: "Queen of Pentacles",
    number: 13,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "щедрість",
        "турботливість",
        "дбайливість",
        "домосід",
        "гарне ділове чуття",
        "практичність",
        "комфорт",
        "гостинність",
        "розум",
        "розкіш",
      ],
      description:
        "Карта представляє материнську енергію, щедрість і безпеку. Людина старанно працювала, виконуючи велику роботу, піклуючись про матеріальні потреби сім’ї або піклуючись про інших. Ця карта віщує успіх у бізнесі та фінансових справах. Розумний, практичний підхід веде до стабільного поступу вперед.",
      love: "стабільність, достаток, турбота, добрий партнер, домашній затишок",
      career: "талановита ділова людина, наставник, колега",
      finance:
        "фінансова забезпеченість, відповідальне ставлення до фінансів, вигідні угоди",
      additionalDescription:
        "Королева Пентаклів також символізує незалежність та успіх після тривалих зусиль. Важкий підйом підходить до завершення.",
    },

    reversed: {
      keywords: [
        "егоїзм",
        "неохайність",
        "ревнощі",
        "невпевненість",
        "жадібність",
        "матеріалістичність",
        "пошук золота",
        "нетерпимість",
        "самозаглиблення",
        "заздрість",
      ],
      description:
        "Карта часто з’являється, коли людина переживає період зосередженості на розумовому, фізичному та фінансовому розвитках. Ви або хтось із вашого оточення приділяє надмірну увагу дрібницям. Жадібність і необережність можуть призвести до проблем.",
      love: "поверховий та егоїстичний партнер, стосунки з неправильних причин",
      career: "поганий діловий партнер, ненадійний чи ревнивий колега",
      finance: "неправильне поводження з грошима, накопичення",
      additionalDescription:
        "Як альтернатива, якщо ви переживає період стресу чи занепокоєння, ця карта є нагадуванням, що потрібно доглядати за своїм внутрішнім садом. Ви повинні бути співчутливі та ніжні із самими собою.",
    },
  },
  {
    id: 77,
    slug: "king-of-pentacles",
    name: "Король Пентаклів",
    originalName: "King of Pentacles",
    number: 14,
    arcana: "minor",
    suit: "pentacles",
    image: null,

    upright: {
      keywords: [
        "достаток",
        "процвітання",
        "безпека",
        "амбіції",
        "добро",
        "патріархат",
        "захист",
        "бізнесмен",
        "забезпеченість",
        "чуттєвість",
        "надійність",
      ],
      description:
        "Нещодавно ви завершили творче починання, інвестиції або фінансове підприємство. Це момент, щоб відсвяткувати та вшанувати те, чого ви досягли завдяки завзятій праці та рішучості. Карта вказує на участь у бізнесі та упорядкування фінансових аспектів життя. Зараз на першому місці у вас стабільність: як у майбутньому, так і в сьогоденні.",
      love: "щедрий постачальник, серйозні стосунки, емоційно та фінансово забезпечені",
      career: "успіх, заохочення наставника, рекомендації, хороша репутація",
      finance:
        "фінансова віха, економія, інвестування, підтримка близьких, зрада",
      additionalDescription:
        "Потрібно бути терплячим у гонитві за мрією. Рекомендується практикувати подяку в цей період і поважати цінність грошей, заради яких так старанно працювали. Можете отримати слушну пораду у фінансових питаннях. Практичні дії та сумлінна поведінка приведуть вас до успіху.",
    },

    reversed: {
      keywords: [
        "жадібність",
        "матеріалізм",
        "марнотрацтво",
        "шовінізм",
        "погані фінансові рішення",
        "азартний гравець",
        "експлуатація",
        "володіння",
      ],
      description:
        "Карта запрошує замислитися про ваші стосунки з грішми та яке значення ви надаєте фінансам. Є небезпека, яка для вас вимірюється в грошах.",
      love: "матеріалістичний, жадібний коханець,який використовується, контролює",
      career: "погана репутація, невдачі на роботі, розчарування",
      finance: "фінансові втрати, борги, погані фінансові рішення, скупість",
      additionalDescription:
        "Якщо ви працюєте над досягненням мети, ця карта просить бути гранично рішучими та ясними у своєму напрямку. Рекомендується приділяти час плануванню своїх цілей, розбиваючи їх на реалістичні.",
    },
  },
];
