import jokerImage from "../assets/taro/0Joker.jpg";

export const tarotCards = [
  {
    id: 0,
    slug: "joker",
    name: "Блазень",
    originalName: "Joker",
    number: 0,
    arcana: "major",
    suit: null,
    image: jokerImage,

    upright: {
      keywords: [
        "початок",
        "свобода",
        "невинність",
        "оригінальність",
        "пригоди",
        "ідеалізм",
        "спонтанність",
      ],

      description:
        "Побачити Блазня зазвичай означає початок нового шляху, у якому ви будете наповнені оптимізмом і свободою від звичних життєвих обмежень.",

      love: "Нові стосунки, веселий легкий роман.",

      career: "Нова робота, новий бізнес, ковток свіжого повітря на роботі.",

      finance: "Спонтанні витрати, фінансові можливості.",

      additionalDescription:
        "Зустріч із ним у прочитанні також може розглядатися як заклик до ризикованої частини вашого власного характеру. Він вселяє сміливість, бо розуміє, що кожен день — це шанс відкрити нові сфери у своєму житті.",
    },

    reversed: {
      keywords: [
        "безрозсудливість",
        "безтурботність",
        "розсіяність",
        "наївність",
        "дурість",
        "довірливість",
        "черствість",
        "тупість",
      ],

      description:
        "Коли ви потрапляєте на Перевернутого Блазня у своєму прочитанні, ви, як правило, можете виявити його негативні характеристики. Це може означати, що ви буквально поводитесь як дурень, ігноруючи наслідки своїх дій.",

      love: "Відсутність зобов’язань, ризиковані стосунки.",

      career: "Стара та нудна робота, необдумані дії на роботі.",

      finance: "Обачність щодо фінансових можливостей, необдуманих покупок.",

      additionalDescription:
        "Перевернута карта Блазня може показати, що ви живете сьогоденням і не плануєте майбутнього. Також ця карта є попередженням про те, що ви повинні бути більш обізнаними, щоб не бути використаними у чиїхось інтересах.",
    },
  },
];
